{
  "Index": {
    "title": "Anti-Detect Browser & Enterprise-Grade Cloud Browser Solution",
    "nav": {
      "product": "Products",
      "solution": "Solutions",
      "resource": "Resources",
      "pricing": "Pricing",
      "docs": "Documentation"
    },
    "define": {
      "title": "Defsolution: Free Fingerprint Browser & Enterprise-Grade Cloud Browser",
      "free-fingerprint-browser": "Free Fingerprint Browser",
      "free-rpa": "Free RPA",
      "free-rpa-desc": "We provide free RPA tools for data collection and automation, along with a wide range of free RPA templates.",
      "multiple-web-unblocking-solutions": "Multiple Web Unblocking Solutions",
      "customized-services": "Customized Services",
      "custom-service-desc": "A technical team of over 150 people provides customized solutions for you. Our 24/7 professional customer service team is always available to offer help.",
      "cloud-based-browser": "Cloud-Based Browser",
      "cloud-based-desc": "An enterprise-grade automation solution with one-click deployment, utilizing cloud cluster services for fully managed operations, completely freeing up local resources.",
      "cloud-services": "Cloud Services",
      "cloud-services-desc": "Cloud-based one-click deployment solution allows remote browser access and operations, eliminating the need for local resources and devices, and achieving full management.",
      "professional": "Secure Data Encryption",
      "professional-desc": "We prioritize data security by employing SSL transmission encryption and storage encryption technologies, and offer 2FA and login alert features to protect your account.",
      "free-finger-desc1": "Our free fingerprint browser offers ",
      "free-finger-desc2": "unlimited environment configurations, environment startups, ",
      "free-finger-desc3": "and ",
      "free-finger-desc4": "unlimited number of teams.",
      "unblock-desc1": "Integrate various solutions: Real Browser Fingerprints, Rotating Proxies, and CAPTCHA Solver to bypass web restrictions and seamlessly access websites.",
      "unblock-desc2": "real browser fingerprints, intelligent proxies, CAPTCHA solvers,",
      "unblock-desc3": "and more to help you bypass bots and seamlessly access any website."
    },
    "title1": "Free",
    "desc": "A comprehensive solution - seamless access to cloud cluster services makes web scraping and automation easier.",
    "blog": {
      "title": "Through Blog Stay Updated on Cutting-Edge Web Scraping Techniques and Solutions"
    },
    "sense": {
      "title1": "Browserless",
      "title2": "Browser Fingerprint",
      "title3": "Cloud Cluster",
      "title4": "Anti-Detection Bot",
      "desc1": "A headless browser helps easily run, manage, and monitor browser automation scripts to achieve efficient data scraping and automation processes.",
      "desc2": "Generate real browser fingerprints and simulate real user behavior to ensure stable and efficient operation of cloud-based fingerprint browsers, reducing the risk of detection.",
      "desc3": "Fully managed cloud services completely free up your local resources. Our stable, efficient, and cost-effective automation solutions support load balancing and dynamic scaling technologies.",
      "desc4": "Defsolution integrates Browser Fingerprinting, Web Unblocker, Intelligent Proxy Rotation, and CAPTCHA solving to bypass anti-bot detection and unlock 99.9% of web restrictions."
    },
    "introduce": {
      "title": "Provides comprehensive solutions to address complex operational challenges at the enterprise level",
      "title1": "Web",
      "title1-2": "Scraping",
      "desc1": "Data Scraping Achieved Effortlessly: integrate multiple solutions to unblock web access barriers.",
      "desc2": "and other solutions to overcome scraping obstacles and seamlessly access any website.",
      "desc2-1": "Real Browser Fingerprints, Browserless, Web Unblocker, Rotating Proxies, ",
      "desc2-2": "Integrate ",
      "title2": "Anti-",
      "title2-2": "Detection Bot",
      "desc3": "To bypass anti-bot detection and simplify web scraping, we offer various anti-detect solutions, including ",
      "desc3-1": "Cloudflare Solver, Browserless, CAPTCHA Solve, Premium Proxies, and more.",
      "desc3-2": "Cloudflare Solver, Browserless, Anti-CAPTCHA, Premium Proxies,",
      "desc3-3": " and ",
      "desc3-4": "Intelligent Proxy Rotation.",
      "desc3-5": "Leave the problem to us and effortlessly achieve web scraping.",
      "title3": "Automation",
      "desc4": "Defsolution Seamlessly Integrates Automation Solutions",
      "desc5": "Comprehensive Solutions: ",
      "desc5-2": "Quickly deploy and run complex automation tasks to enhance efficiency and ensure reliable results.",
      "desc5-3": "Data Automation: ",
      "desc5-4": "Automated data storage and processing provides data collection, cleaning, and transformation.",
      "title4": "Extensive",
      "title4-2": "Compatibility",
      "desc6": "High Integration",
      "desc6-1": "Efficient Deployment:",
      "desc6-2": "and",
      "desc6-3": "Seamlessly Integrate Your Automation Script Applications",
      "desc6-4": "Seamlessly integrate automation script applications, and compatible with Puppeteer, Playwright, and Selenium, etc.",
      "desc6-5": "Compatible and adaptable to Puppeteer, Playwright, Selenium, and other mainstream tools.",
      "desc6-6": "Quickly implement without complex setups, making your scraping infrastructure more efficient.",
      "desc6-7": "Quick implementation with no complex setup, making your scraping operations more efficient."
    },
    "multi": {
      "title": "Multi-Account Management",
      "desc": "Manage and operate thousands of accounts using the free Defsolution.",
      "desc2": "Authentic browser fingerprints can maintain complete anonymity and prevent tracking.",
      "title1": "Real Browser Fingerprint",
      "title2": "Free Anti-Detect Browser",
      "title3": "Browser Multi-window Management",
      "desc1": "Create authentic browser fingerprints based on users’ real fingerprints to maintain account privacy, prevent tracking, and enhance account security.",
      "desc3": "The unlimited-time Free Professional subscription offers up to 1000 environment launches per day, along with unlimited environments, teams, and team members.",
      "desc4": "Build automation bots without programming by using drag-and-drop modules, enhancing the efficiency of multi-account management, data scraping, and automated operations.",
      "desc5": "Support operations and data synchronization across multiple browser windows, enabling bulk management of multiple accounts and large-scale automation tasks."
    },
    "needs": {
      "title": "Flexible Deployment Strategies to Meet Your Needs",
      "title1": "Cloud Services",
      "title2": "Dedicated Server",
      "title3": "Self Hosting",
      "desc1": "Easily utilize cloud cluster service to run any scripts and tasks. Quickly deploy fully managed solutions to save time and costs.",
      "desc2": "The dedicated server instances ensure higher performance, more flexible configuration options, and better isolation.",
      "desc3": "Deploy and run in your server or cloud environment using our Docker image, giving you full control over the deployment and management of your service."
    },
    "learn-more": "Learn More"
  },
  "NotFoundPage": {
    "title": "Not Found",
    "page-not-found": "Page not found",
    "go-back-home": "Go back home"
  },
  "Error": {
    "retry": "Retry"
  },
  "Metadata": {
    "Index": {
      "title": "Defsolution - Advanced Anti-Detect Browser for Web Scraping and Multiple Accounts Managing",
      "description": "Defsolution is a powerful anti-detect browser designed for multi-accounting professionals to manage multiple accounts securely and efficiently. Try it now for free!",
      "keywords": "anti-detect browser, multiple accounts, virtual browser, browser fingerprint, account management, web scraping"
    },
    "product": {
      "fingerprint-browser": {
        "title": "Anti-detect browser - All-in-one anti-detect browser with automated features",
        "description": "Compatible with Puppeteer, Playwright, and Selenium, Defsolution applies real browser fingerprint, advanced Chromium and Firefox engines, intelligent IP rotation, and automatic CAPTCHA recognizing to achieve web scraping, automation, and multiple accounts managing.",
        "keywords": "puppeteer, playwright, selenium, browser fingerprint, chromium, firefox, ip rotation, captcha, anti-detect browser, web scraping, automation, multiple accounts, Defsolution"
      },
      "rpa": {
        "title": "Defsolution RPA - A Free Tool to Simplify Your Web Scraping & Automation",
        "description": "Defsolution RPA executes multi-concurrent tasks easily. Helps you perform automated processes like repetitive tasks, data collection, auto-screenshots, auto-downloads, and more effortlessly.",
        "keywords": "RPA, NstbrowserRPA, automated processes, robots, RPA robots, browser extensions, repetitive tasks, automatic screenshots, web scraping, traffic generation, automatic downloads, bulk account creation, bulk login, data export"
      },
      "cloudflare-bypass": {
        "title": "Cloudflare Turnstile Solver - Automated Solution for Cloudflare's Turnstile and Challenge.",
        "description": "Seamlessly access Cloudflare-protected data with our automated solution for bypassing Turnstile, Captcha challenges. Intelligent IP rotation, machine learning, user emulation & scalable architecture.",
        "keywords": "cloudflare turnstile, cloudflare bypass, captcha solver, Cloudflare solution, web scraping, data extraction, IP rotation, machine learning, user emulation, scalable architecture"
      },
      "browserless": {
        "title": "Browserless - Solve complex web scraping and automation, achieving fully managed in the Cloud.",
        "description": "Browserless supports automatic fully-managed solution. With cloud-based headless browser, it  can employ complex web scraping and automation tasks, and handle remote interaction with cloud container cluster service.",
        "keywords": "automatic, fully managed, cloud-based, headless browser, web scraping, automation, cloud container"
      },
      "web-unlocker": {
        "title": "Web Unblocker - Large-scale automated data collection solution that bypasses anti-bot systems",
        "description": "With intelligent IP rotation, browser fingerprinting, and user behavior simulation, Defsolution can effortlessly unlock websites, helping an unrestricted data collection.",
        "keywords": "ip rotation, browser fingerprinting, unlock, web unblocker, data collection, Defsolution"
      }
    },
    "solution": {
      "fingerprint-browser": {
        "title": "Cloud-Based Fingerprint Browser - Enterprise large-scale Cloud automation solution",
        "description": "Defsolution cloud browser integrates web unlocker, cloud cluster, anti-detection bot, browser fingerprinting, and dedicated server to make complex web scraping and automation tasks efficiently.",
        "keywords": "cloud browser, browserless, web unlocker, anti-detection, anti-detect browser, web scraping, automation, browser fingerprinting, Defsolution"
      },
      "multi-account": {
        "title": "Multi-Account Management - Enable the Operation of Multiple Accounts without Being Tracked.",
        "description": "With Defsolution RPA, intelligent IP rotation, browserless and other solutions to unlock wesites and bypass detection, you can manage thousands of accounts securely and efficiently.",
        "keywords": "multiple accounts, web scraping, automation"
      },
      "scraping": {
        "title": "Web Scraping  & Automation - Effortlessly Execute Complex Data Scraping and Collecting",
        "description": "Web scraping and automation solution ensures an unblocked and unhindered access. IP rotation, cloud hosting, and anti-detection bot achieve effortless data collection in any field.",
        "keywords": "web scraping, automation, data collection"
      },
      "anti-detect-bot": {
        "title": "Anti-Detection Bot - Multiple solutions to bypass anti-bot detection",
        "description": "To execute web scraping and automation without hindrance, Defsolution designs anti-detection bot to unlock websites and solve captcha, which help effective data collection.",
        "keywords": "anti-bot detection, anti-detect browser, web scraping, automation, data collection"
      },
      "data-isolation": {
        "title": "Data Isolation for Enterprise Security - Maintain Network and Data Security",
        "description": "Defsolution creates a secure browsing environment that ensures web data security and protects against network attacks. Malicious website and file detection and one-time browsing safeguard data privacy and keep isolation.",
        "keywords": "data security, data privacy, cloud browser, network security"
      }
    },
    "download": {
      "title": "Defsolution - Advanced Anti-Detect Browser for Web Scraping and Multiple Accounts Managing",
      "description": "Download Defsolution to get a free anti-detect browser and enjoy effective web scraping and multiple accounts managing. Understand why Defsolution is the best anti-detect browser.",
      "keywords": "anti-detect browser, web scraping, multiple accounts, Defsolution"
    },
    "pricing": {
      "title": "Defsolution - Advanced Anti-Detect Browser for Web Scraping and Multiple Accounts Managing",
      "description": "Figure out the unique charms from Defsolution's price section. Understand why Defsolution is the best anti-detect browser.",
      "keywords": "anti-detect browser, web scraping, mutiple accounts"
    },
    "rpa_marketplace": {
      "title": "Defsolution RPA - Explore Automated Workflows and Web Scraping Tools in the Marketplace",
      "description": "Discover the power of automated workflows in the RPA marketplace. Explore the wealth of ready-to-use automation tools and workflows. Easily solve business challenges and realize process automation",
      "keywords": "RPA Marketplace,RPA、NstbrowserRPA,automated processes,robots, RPA robots,browser extensions,data extraction,web scraper,workflow automation,Cross-platform automation,Non-code automation platform、rpa robots"
    },
    "affiliate_programs": {
      "title": "Defsolution Affiliate Programs - An Anti-Detect Browser Helps Earn Money",
      "description": "Defsolution is not only a comprehensive solution of web scraping and automation, but also a wonderful platform to earn money. Just share and get rewards now!",
      "keywords": "anti-detect browser, web scraping, automation, affiliate programs, Defsolution"
    },
    "partner": {
      "title": "Defsolution Partner - Cooperate with Defsolution for Common Prosperity",
      "description": "Defsolution is an ideal choice to develop cooperation. Become our partner and chase a common prosperity.",
      "keywords": "Defsolution, cooperation, partner"
    },
    "blog": {
      "title": "Defsolution - Advanced Anti-Detect Browser for Web Scraping and Multiple Accounts Managing",
      "description": "Learn the effective and useful techniques of web scraping and automation from Defsolution blogs.",
      "keywords": "web scraping, automation, anti-detect browser"
    }
  },
  "multiAccount": {
    "title": "Ideal for Various Data Scraping Needs",
    "subTitle": "Use Defsolution to streamline tasks like competitor research, ad verification, and automation on platforms like Google, Facebook, eBay, and Amazon. Turn the impossible into possible.",
    "list": {
      "am": "Affiliate Marketing",
      "amSubtitle": "Effortlessly create and manage an unlimited number of accounts on platforms like Facebook, Google Ads, and TikTok Ads.",
      "ec": "E-commerce",
      "ecSubtitle": "Create as many accounts as you want and drive revenue on Amazon, Shopify, eBay, AliExpress or TEMU.",
      "ba": "Bounty & Airdrop",
      "baSubtitle": "More airdrops and giveaways to increase your chances of getting whitelisted for token sales and increase your profits.",
      "ticketing": "Web Scraping",
      "ticketingSubtitle": "Offering secure and discreet web scraping, we prioritize privacy, efficiency, and compliance, enabling seamless data extraction while respecting website boundaries.",
      "bab": "Market research ",
      "babSubtitle": "Enables companies to conduct market research and competitive analysis by anonymously browsing competitors' websites for stress-free data collection of all kinds.",
      "paa": "Privacy and Anonymity",
      "paaSubtitle": "Fast multi-accounting browser that allows you to use an unlimited number of virtual profiles. With these it becomes impossible to track your real fingerprint.",
      "da": "Digital Agencies",
      "daSubtitle": "Guarantees effective and secure work of media agencies with their clients' ad campaigns, protecting them from any geographic location or market segmentation."
    },
    "features": {
      "am": {
        "title": "How to use Defsolution for Affiliate Marketing?",
        "paragraphTitle1": "What is Affiliate Marketing?",
        "paragraphIntroduce1": "Affiliate marketing involves referring a product or service by sharing it on a blog, social media platform, podcast, or website. Every time a customer uses the special affiliate link connected to their referral to make a purchase, the affiliate gets paid a commission. Theoretically, affiliate marketing is scalable because it requires little investment and offers a wide range of alternatives.",
        "paragraphTitle2": "What are some examples of Affiliate Marketing websites?",
        "paragraphTitle3": "The role of effective multi-accounting management in industry ",
        "paragraphIntroduce3": "Affiliate marketing has been growing over the years and is estimated to be valued at $12 billion. Yet practitioners are hindered by a common problem: effective account management. A master multi-account management tool is the key to success in affiliate marketing, and this is where Defsolution can help you!",
        "paragraph4": {
          "title": "What does the Defsolution offer for Affiliate Marketing?",
          "listTitle1": "Unlimited number of accounts",
          "listSubTitle1": "Expand your business and extend your reach by accessing a variety of reliable sources of high-quality traffic.",
          "listTitle2": "Processes automation",
          "listSubTitle2": "Eliminate mundane and repetitive tasks by automating your account and profile management.",
          "listTitle3": "Enhance account security and longevity ",
          "listSubTitle3": "Having genuine browser fingerprints on your accounts can safeguard your business.",
          "listTitle4": "Test your complex ads bundles",
          "listSubTitle4": "You can run multiple complex advertisement campaigns at the same time to determine the most profitable solution and identify a target audience that your competitors have not yet captured.",
          "listTitle5": "Increase your account lifespan",
          "listSubTitle5": "NST Browser provides security levels that guarantee the continued operation of your accounts on platforms with intricate authentication systems."
        }
      },
      "ec": {
        "title": "How to use Defsolution for E-commerce?",
        "paragraphTitle1": "What is E-commerce?",
        "paragraphIntroduce1": "E-commerce is the act of purchasing and selling products or services through the internet. This type of business is usually conducted on external platforms such as Amazon, eBay, or social media marketplaces like Facebook. Additionally, there is a growing trend of individuals creating their own websites to attract customers. E-commerce can take various forms such as traditional wholesale and warehousing, manufacturing, and dropshipping, where the seller does not keep any inventory.",
        "paragraphTitle2": "What are some examples of E-commerce websites?",
        "paragraphTitle3": "Advantages and problems of having multiple seller accounts",
        "paragraphIntroduce3": "You can sell your products across multiple regions and establish a presence in various product categories without risking your brand by opening multiple accounts on e-commerce platforms. This significantly increases your chances of showcasing your goods to your target markets, which is crucial for generating revenue. However, managing multiple e-commerce accounts can pose a significant barrier as platforms may restrict your accounts if they determine that they are all controlled by the same individual.",
        "paragraph4": {
          "title": "What does the Defsolution offer for E-commerce?",
          "listTitle1": "Augment the quantity of sales proposals",
          "listSubTitle1": "Enhance the visibility of your brand across various product and service categories without requiring extra funds.",
          "listTitle2": "Risk diversification",
          "listSubTitle2": "We enable you to operate all of these accounts within the recognized boundaries of the platform. Defsolution will help you make your multiple accounts as unique as possible while expanding your business and minimizing risk.",
          "listTitle3": "Boost your sales",
          "listSubTitle3": "Increase the visibility of your product in search results and outperform your competitors.",
          "listTitle4": "Stimulate your sales",
          "listSubTitle4": "NST Browser is an effective solution that can boost your sales and oversee your online reputation by monitoring reviews.",
          "listTitle5": "Manage the contest",
          "listSubTitle5": "Establish a secure system for analyzing data and achieving a competitive edge in your product field."
        }
      },
      "ba": {
        "title": "How to use Defsolution for Bounty & Airdrop?",
        "paragraphTitle1": "What is Bounty & Airdrop?",
        "paragraphIntroduce1": "\"Bounty\" and \"Airdrop\" are integral terms in the cryptocurrency sphere. A bounty program is a strategic initiative employed by companies to incentivize individuals or groups to undertake specific tasks. These tasks, often associated with the development or promotion of a project, are rewarded frequently with cryptocurrency. On the other hand, an airdrop represents a mass distribution of complimentary cryptocurrency tokens to a plethora of wallet addresses. This tactic is commonly utilized to generate buzz around a new cryptocurrency or to gratify the existing user base of a platform.",
        "paragraphTitle2": "What are some examples of Bounty & Airdrop websites?",
        "paragraphTitle3": "Make the most of crypto with multiple accounts",
        "paragraphIntroduce3": "Using multiple accounts in the crypto industry always means more opportunities to profit. In the case of IDO lotteries, you can use multiple accounts to increase your chances of being whitelisted for an offer. Multiple searches and requests can be made with dozens of accounts for coin boosting. But you should watch out — crypto sites increasingly sophisticated methods of detecting multiple accounts, even if they are legitimate accounts from different contacts who have passed the KYC checks. Merely a minor leak of information will show that you are not who you claim to be - even it's just a mismatch of fonts on your devices.",
        "paragraph4": {
          "title": "What does the Defsolution offer for Bounty & Airdrop?",
          "listTitle1": "Boost your coins",
          "listSubTitle1": "Diversify your cryptocurrency opportunities by utilizing multi-accounting. This will significantly enhance your likelihood of being accepted onto tokensale whitelists, as well as receiving rewards such as bounties, airdrops, and NFT mints.",
          "listTitle2": "Automate your processes",
          "listSubTitle2": "Automate repetitive tasks required to participate in airdrops and qualify for token sale whitelists.",
          "listTitle3": "Compliance through verification checks",
          "listSubTitle3": "Generate many accounts that can be compliant with KYC verification without any additional concerns.",
          "listTitle4": "Promote your cryptocurrency",
          "listSubTitle4": "Take advantage of multi-accounting to market and spread awareness of your own cryptocurrency or NFT-token in various crypto communities.",
          "listTitle5": "Identification protection",
          "listSubTitle5": "By offering anonymous browsing and privacy protection features, the fingerprint browser prevents personal information leakage and safeguards user privacy rights and data security."
        }
      },
      "tk": {
        "title": "What is Web Scraping?",
        "paragraphTitle1": "What is Web Scraping?",
        "paragraphIntroduce1": "Web scraping is the automated process of extracting information from websites. It involves using software tools to retrieve and collect data from web pages, turning unstructured data into structured formats that can be analyzed and utilized. Web scraping is vital as it allows businesses and individuals to gather large amounts of data efficiently. It enables market research, competitive analysis, price monitoring, sentiment analysis, and other valuable insights that can drive informed decision-making. By automating the data collection process, web scraping saves time and resources compared to manual data gathering.",
        "paragraphTitle2": "What are some examples of web scraping websites?",
        "paragraphTitle3": "The challenges faced by Web Scraping",
        "paragraphIntroduce3": "Then there are many challenges to web crawling in the increasingly sophisticated commercial web, such as certain websites may restrict and monitor access to their content. The crawling process may be limited by the website to get the required data. In order to prevent automated crawling, many websites employ various forms of human verification mechanisms, such as CAPTCHA. Handling these verification processes manually without the support of appropriate tools can be time-consuming and labor-intensive. ",
        "paragraph4": {
          "title": "How to use Defsolution for Web Scraping",
          "listTitle1": "Browser Emulation",
          "listSubTitle1": "Mimic real user behavior, allowing web scraping activities to appear as genuine human browsing, creating a more authentic online presence, and reducing the likelihood of triggering automated protection mechanisms.",
          "listTitle2": "User-Agent Rotation",
          "listSubTitle2": "Most browsers enable the rotation of User-Agent headers, which identify the browser and operating system being used. By switching User-Agent values, Nstbrowsers help prevent websites from recognizing and blocking scraping activities",
          "listTitle3": "Multiple Profiles",
          "listSubTitle3": "Nstbrowsers can help you open unlimited profiles and scrape data without encountering any problems, allowing for increased productivity and the ability to gather a larger volume of data.",
          "listTitle4": "Processes automation",
          "listSubTitle4": "Eliminate mundane and repetitive tasks by automating your account and profile management.",
          "listTitle5": "Cookie Management",
          "listSubTitle5": "Nstbrowsers provide capabilities to handle cookies effectively, ensuring that session information and website preferences are preserved during scraping sessions.",
          "listTitle6": "Enhance Teamwork",
          "listSubTitle6": "Enhanced teamwork and permission control contribute to more efficient and organized web scraping activities, ensuring a seamless and collaborative data extraction process."
        }
      },
      "bab": {
        "title": "What is Market Research?",
        "paragraphTitle1": "What is Market Research?",
        "paragraphIntroduce1": "Market research is the process of gathering, analyzing, and interpreting information about a specific market, industry, or target audience. It involves collecting data on various aspects such as customer preferences, buying patterns, competitor analysis, market trends, and other factors that influence business decision-making",
        "paragraphTitle2": "What are some examples of market research websites?",
        "paragraphTitle3": "The challenges faced by  Market Research",
        "paragraphIntroduce3": "Market research nowadays will not be as unhindered as one might think, with websites often upgrading their windfall registration access, and the most common competitors will often take steps to protect their data by curtailing access to their websites and online information. They may implement protection mechanisms or employ complex systems to prevent automated searches and analyses. Also if accurate and unbiased data is to be collected, it is important to remain anonymous and avoid detection when browsing competitors' websites. Traditional web scraping tools and methods may not be effective in solving those mechanisms, resulting in incomplete or misleading data.",
        "paragraph4": {
          "title": "How to use Defsolution for Market Research",
          "listTitle1": "Anonymity and privacy",
          "listSubTitle1": "Hide IP addresses and other identifying information, ensuring anonymity during data collection. Competitors can't track or identify the source of the data",
          "listTitle2": "Efficient data gathering",
          "listSubTitle2": "Defsolution automates data collection, saving time and resources. Businesses can gather comprehensive information from multiple competitors simultaneously",
          "listTitle3": "Accuracy and reliability",
          "listSubTitle3": "Ensure uninterrupted access to competitor websites, resulting in more accurate and reliable data. Researchers can collect complete datasets without missing important information.",
          "listTitle4": "Compliance with terms of service",
          "listSubTitle4": "We follow website terms of service, avoiding malicious activities and legal/ethical violations, and providing a legitimate and compliant way to access and analyze publicly available information."
        }
      },
      "paa": {
        "title": "How to use Defsolution for Privacy and Anonymity?",
        "paragraphTitle1": "What is Privacy and Anonymity?",
        "paragraphIntroduce1": "Privacy refers to the control and protection of personal information, ensuring confidentiality and limiting access to sensitive data. Anonymity involves concealing one's identity, allowing individuals to remain unidentified or untraceable in their activities. Both concepts are important for maintaining personal autonomy, safeguarding sensitive information, and preserving personal boundaries in the digital age.",
        "paragraphTitle2": "What is the example of Privacy and Anonymity websites?",
        "paragraphTitle3": "Quickly switching accounts to protect one's privacy.",
        "paragraphIntroduce3": "This statement refers to the practice of quickly switching between multiple accounts as a means of protecting one's privacy. This may involve using different usernames or pseudonyms for different accounts, or using different email addresses or phone numbers to create separate accounts. By doing so, individuals can compartmentalize their online activity and prevent others from linking their various accounts together. This can be particularly useful for individuals who want to maintain separate identities or who are concerned about their online privacy and security. However, it is important to note that some online platforms may have policies that prohibit the creation of multiple accounts, so users should always check the terms of service before creating additional accounts.",
        "paragraph4": {
          "title": "What does the Defsolution offer for Privacy and Anonymity?",
          "listTitle1": "Service segregation",
          "listSubTitle1": "Utilize distinct virtual profiles to access various online services, ensuring that the user's identity remains undetectable.",
          "listTitle2": "Multi-accounting",
          "listSubTitle2": "Defsolution can help you manage multiple accounts, keeping you safe from privacy breaches while maintaining the anonymity of your accounts.",
          "listTitle3": "Secure scraping",
          "listSubTitle3": "Collect data from open sources without revealing your identity. Your actions will appear similar to those of ordinary users."
        }
      },
      "da": {
        "title": "How to use Defsolution for Digital Agencies?",
        "paragraphTitle1": "What is Digital Agencies?",
        "paragraphIntroduce1": "Online advertising known as paid advertising involves marketers bidding to participate in real-time auctions to display their ads on a specific network or platform for a particular audience. Thanks to the algorithms of advertising platforms, you can target individuals searching for specific products or with certain interests or behaviors, increasing your chances of reaching your intended audience through online ads.",
        "paragraphTitle2": "What is an example of a Digital Agency website?",
        "paragraphTitle3": "No possibility of fast switching between ad accounts:",
        "paragraphIntroduce3": "When managing client profiles on ad platforms, the marketing specialist has to switch between them all the time. Logging off one profile and immediately logging in to another account. Anti-fraud systems treat all these actions as suspicious. Therefore, the platform systems require the logging-in user to enter a code from an SMS that came to the account owner's phone. This procedure can be repeated two times a day. As a result, clients lose their patience. And together with this, the target audience has more and more doubts concerning the agency specialists' professionalism. This, together with the action of other negative factors, leads not only to reputation loss but also to serious financial loss to the company.",
        "paragraph4": {
          "title": "What does the Defsolution offer for Digital Agencies?",
          "listTitle1": "Dependable evaluation of advertising concepts",
          "listSubTitle1": "Make accounts with customized settings and evaluate the effectiveness of ad campaigns through flexible and comprehensive configurations.",
          "listTitle2": "Target specific audiences based on key criteria",
          "listSubTitle2": "Launch ad campaigns across multiple accounts and analyze their effectiveness for each individual target audience by spreading them out.",
          "listTitle3": "Boost the number of advertisements",
          "listSubTitle3": "Enhance the effectiveness of promoting your brand by utilizing multi-accounting to vary advertising messages.",
          "listTitle4": "Study your rivals",
          "listSubTitle4": "Monitor the advertising strategies and innovative content of your rivals from the perspective of the intended audience.",
          "listTitle5": "Seeding opinions and managing reputations",
          "listSubTitle5": "Establish reliable accounts for the purpose of promoting viewpoints through social media platforms or influential forums and media outlets."
        }
      }
    }
  },
  "blog": {
    "title": "Blog",
    "subTitle": "Navigating the Web with Finesse: Unveiling the Power of Fingerprint Browser",
    "searchInputPlaceHolder": "Search",
    "backToBlog": "Back to Blog",
    "catalog": "Catalogue",
    "more": "More",
    "searchArticles": "Search articles",
    "noData": "No data",
    "mostPopularArticles": "Most Popular Articles"
  },
  "partner": {
    "title": "Partners",
    "subTitle": "Becoming a partner with Defsolution to accelerate growth together",
    "cooperateWithUs": "Cooperate with us",
    "backToPartner": "Back to Partners",
    "tips1": "Want to collaborate in some way?",
    "tips2": "We'd love to hear from you!",
    "tips3": "Leave us a message and we'll get back to you as soon as possible!",
    "thanks": "Thanks",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "nameRequired": "Name is required",
    "emailRequired": "Email is requird",
    "emailInvalid": "Email is invalid",
    "subjectRequired": "Subject is required",
    "messageRequired": "Message is required",
    "partnerPolicy": "I have read and agree to the <tc>Terms & Conditions</tc> and <pp>Privacy Policy</pp>, <cp>Cookie Policy</cp>.",
    "termPolicy": "Terms & Conditions",
    "privacyPolicy": "Privacy Policy",
    "cookiePolicy": "Cookie Policy",
    "submitMessage": "Submit Message",
    "submitSuccess": "Submit Success"
  },
  "pricing": {
    "title": "Pricing",
    "subTitle": "The enterprise browser that is most popular with users",
    "download": "Download",
    "commingSoon": "Coming soon",
    "custom": "Custom",
    "browserProfiles": "Browser Profiles: ",
    "teamSeats": "Team Seats",
    "contactUs": "Contact us to get the developer plan.",
    "list": {
      "free": "Free",
      "professional": "Professional",
      "business": "Business",
      "enterprise": "Enterprise"
    },
    "profiles": "Profiles",
    "proxy": "Proxy",
    "teamwork": "Teamwork",
    "automation": "Automation",
    "exceptFree": "Except Free",
    "support": "Support",
    "dailyProfileOpenCount": "Daily Profile Open Count: ",
    "team": "Team: ",
    "teamMember": "Team Member: ",
    "eachTimes": "{ times }/Each",
    "onceTimes": "{ times }/Once",
    "additionalOnceTimeProfile": "Additional One Time Profile: ",
    "additionalTeamMember": "Additional Team member: ",
    "api": "API: ",
    "annually": "Annually",
    "monthly": "Monthly",
    "unlimited": "Unlimited",
    "dailyProfileOpenCountTip": "Each profile starts multiple times with only one open count",
    "additionalProfileOpenCount": "Additional profile open count: ",
    "additionalProfileOpen": "Additional profile open: ",
    "monthlyBilling": "Monthly Billing",
    "annualBilling": "Annual Billing",
    "mo": "mo",
    "yr": "yr",
    "differentProfileLaunchLimit": "Different Profile Launch Limit",
    "differentProfileLaunchLimitTips": "Each subscription includes a certain number of startups. The same Profile is started every day. Only one startup is counted, and the number of recovery Profile startups is reset every day.",
    "beyondProfileLaunch": "Beyond Profile Launch",
    "beyondProfileLaunchTips": "We allow continued use beyond the usage of the subscription plan. The excess usage will be charged according to the single price and a bill will be generated.",
    "oneTimeProfiles": "One-Time Profiles",
    "oneTimeProfilesTips": "We provide profiles for automation and data capture, which will give priority to the number of times the subscription plan is used, and will be billed at a lower price when the amount is exceeded.",
    "onceDaily": "(Once / Daily)",
    "getStarted": "Get Started",
    "subscribe": "Subscribe",
    "mostPopular": "🔥 most popular",
    "detailedComparison": "Detailed Comparison",
    "browserProfile": "Browser Profiles",
    "beyondProfileLaunchLimit": "Beyond Different Profile Launch Limit",
    "each": "Each",
    "eachOneTime": "Each(One-Time)",
    "detailTeam": "Team",
    "detailTeamMember": "Team member",
    "memberDaily": "Member/ Daily",
    "beyondTeamMember": "Beyond Team Member",
    "beyondTeamMemberTips": "Each time you continue to add members after the number of team members exceeds the subscription plan, you will be billed and generate a bill based on the daily unit price of the excess number of people.",
    "beyondTeamMemberLimit": "Beyond Team Member Limit",
    "feature": "Feature",
    "authorityManagement": "Authority Management",
    "cliAndAPI": "API",
    "uploadPlugin": "Upload Plugin",
    "uploadPluginTips": "Each subscription includes a certain number of startups. The same Profile is started every day. Only one startup is counted, and the number of recovery Profile startups is reset every day.",
    "windowManagement": "Window Management",
    "batchCreation": "Batch Creation",
    "cookieManagement": "Cookie Management",
    "emailSupport": "Email Support",
    "realPersonSupport": "Real-person support",
    "contactOurSalesTeam": "Contact our sales team",
    "contactOurSalesTeamDesc": "Find a customized solution for your project, or hope to learn more about the customization scheme and price that we can provide. If you need to know more details, please contact us.",
    "contactUsBtnText": "Contact us",
    "faqTitle1": "Which Subscriptions should I choose?",
    "faqContent1": "We offer unlimited browser profiles and teams for all subscriptions. However, each subscription plan comes with a certain amount of usage for use. If you exceed your usage in the subscription plan, you can continue to use it, but you will incur additional billing bills, and you will need to pay additional billing bills.",
    "faqTitle2": "Can I unsubscribe at any time?",
    "faqContent2": "Yes, you can turn off 'Continuous subscriptions' at any time in the 'Subscriptions' setting. You can continue to use your account after closing the continuous subscription until your current billing period ends.",
    "faqTitle3": "How do I change my subscription?",
    "faqContent3": "You can upgrade or downgrade your subscription by changing the schedule. The upgrade subscription will take effect in real-time, and you will pay the difference between the remaining price of the old subscription and the new subscription and complete the payment. If you have a downgraded subscription, the fee will be automatically deducted and effective according to the new subscription after the old subscription ends. We will automatically deduct fees from the Credits. Please confirm that there is a sufficient Credit.",
    "faqTitle4": "What payment methods do you accept?",
    "faqContent4": "We accept payment via Paypro、Sellix. More payment methods can be viewed on the page.",
    "faq": "FAQ",
    "pioneerEnjoy": "🎉 Enjoy {num} exclusive rights and interests",
    "exclusiveDesc": "Exclusive subscription of internal testing，Limited sales",
    "asLowMonth": "As low as {num}/mo",
    "startSameProfileTips": "Repeated starts of the same Profile are counted only once per day, and the number of Profile starts will be reset daily.",
    "selectPlan": "Select Plan",
    "startFreeTrial": "Start Free Trial",
    "customPlanTips": "Meet any of your needs",
    "customPlanTips1": "Use all functions for free",
    "rpa": "RPA",
    "container": "Container"
  },
  "affiliatePrograms": {
    "joinTitle": "Join Our Affiliate Program",
    "subDesc": "Earn money through our affiliate program, we'd love to help you!",
    "joinNow": "Join Now",
    "nstbrowser": "nstbrowser",
    "affiliatePrograms": "Affiliate Programs",
    "affiliateProgramsDesc": "By participating in our program, you will have the opportunity to promote our products and services and earn lucrative commissions.",
    "headGuideData": {
      "title1": "Sign Up!",
      "desc1": "Sign up for an Defsolution account to get the referral links",
      "title2": "Invite User!",
      "desc2": "Copy the referral link, share it or put it on your site, and people sign up through the link",
      "title3": "Earn Rewards!",
      "desc3": "Registered Recommenders buy subscriptions and you get a commission to share"
    },
    "higher": "Higher",
    "commissionRate": "<higher>Higher</higher> Commission Rate Means More Revenue",
    "commissionRateDesc": "Sign up at Defsolution and share your promotional links to get 15% commission on your referral subscriptions for 24 months!",
    "realTime": "Real-time",
    "realTimeRewards": "<real>Real-time</real> Settlement of Rewards",
    "realTimeRewardsDesc": "You can track the number of referrals and the amount they bring you in real time, and the reward amount is settled to your account in real time.",
    "faq": "FAQ",
    "faqTitle1": "How to make money with Defsolution?",
    "faqContent1": "After signing up for Defsolution, copy the invite referral link and invite users to sign up through the link, and then purchase an Defsolution subscription plan so that you can earn commissions!",
    "faqTitle2": "How much commission you can earn?",
    "faqContent2": "Up to 15% commission",
    "faqTitle3": "When is the commission credited?",
    "faqContent3": "Commission is credited in real time after the referral pays.",
    "faqTitle4": "How do I track my promotions?",
    "faqContent4": "We provide real-time tracking data, which allows you to view the number of referrals and commission rewards in real time."
  },
  "download": {
    "title": "Download and use it for FREE",
    "subTitle": "Defsolution is fully open and free to use, offering an unlimited browser environment and team numbers. Download and use it immediately!",
    "subTitle2": " Click to join our Data Crawling/Web Scraping Community for the latest industry insights on",
    "windowsSubTitle": "Windows 10 or above, 64-bit",
    "downloadBtnText": "Download for FREE",
    "comingSoon": "Coming soon",
    "unlimitedBrowserProfiles": "<text>Unlimited</text> Browser Profiles",
    "unlimited": "Unlimited",
    "unlimitedBrowserProfilesDesc": "We offer an unlimited number of browser environments that are safe to use to accomplish your goals.",
    "joinNow": "Join Now",
    "realBrowserFingerpints": "<text>Real</text> Browser Fingerprints",
    "real": "Real",
    "realBrowserFingerpintsDesc": "Uses unique technology to create fingerprints that closely resemble real user patterns, making it easy to pass website inspections.",
    "multiTeam": "Multi-Team Flexible Management",
    "multiTeamDesc": "We offer an unlimited number of teams, with the flexibility to add members and set permissions.",
    "customFingerprints": "Customised Parameters",
    "customFingerprintsDesc": "Quickly adjust browser fingerprints, proxies and other parameters according to your needs to better meet your requirements."
  },
  "releaseNotes": {
    "title": "Release Notes",
    "desc": "Learn about the latest features of Defsolution"
  },
  "header": {
    "contact": "Contact"
  },
  "sign-in": "Sign in",
  "download-for-free": "Download for Free",
  "start-free-trial": "Start Free Trial",
  "home": {
    "cloud-based-fingerprint-browser": "Cloud-based Fingerprint Browser",
    "browserDesc": "Integrating web scraping and automation in the Cloud, seamlessly incorporates our solution into your business."
  },
  "more": "More",
  "contact-us": "Contact Us",
  "form": {
    "mail": "Please fill in the email address",
    "valid-mail": "Please enter a valid email",
    "valid-note": "Please fill",
    "valid-name": "Please fill in the name",
    "valid-agree": "Please agree the Terms & Conditions and Privacy Policy, Cookies Policy."
  },
  "product": {
    "title": {
      "web-unlocker": "Web Unblocker",
      "fingerprint-browser": "Anti-Detect Browser",
      "browserless": "Browserless",
      "cloudflare-bypass": "Access Cloudflare-protected Data Seamlessly",
      "rpa": "Multi-Concurrent Cloud Automation Browser"
    },
    "desc": {
      "web-unlocker": "A large-scale automated data collection solution bypasses anti-bot systems",
      "fingerprint-browser": "All-in-one Anti-detect Browser with Automated Features",
      "browserless": "Solve complex web scraping and automation with browserless, achieving fully managed in Cloud.",
      "cloudflare-bypass": "Automated solution for Cloudflare's Turnstile & Captcha challenges",
      "rpa": "No need to encode to build an automated robot, extract data on any website and complete repetitive tasks"
    },
    "rpa": {
      "desc1": "Local multi-concurrent execution",
      "desc2": "Cloud-based operation and storage",
      "desc3": "Real fingerprint environment",
      "store": {
        "title1": "E-commerce Automation",
        "title2": "Social Media Automation",
        "title3": "Multi-Account Automation",
        "title4": "Video Social Automation",
        "title5": "Real-time data monitoring",
        "desc1": "By scraping product information from Amazon or Etsy, you can gain insights into market dynamics, research competitors, and make timely adjustments to your product and pricing strategies, thereby obtaining market insights and a strategic advantage.",
        "desc2": "Through automation tools, it is easier to extract valuable data and information from Facebook, Twitter (X), which is suitable for market analysis, potential customers' acquisition and data collection.",
        "desc3": "By performing automated tasks across multiple accounts, you can effortlessly complete repetitive and mundane tasks, such as mass messaging, advertising campaigns, affiliate marketing, and email sending etc., to effectively reduce your workload",
        "desc4": "Through automated tools, you can obtain valuable data and information on video social networking sites like YouTube and TikTok, such as collecting comments, video information collection helps you gain insight into user opinions, and by analyzing data, it can also help you monitor the popularity of your content and research your competitors.",
        "desc5": "You can efficiently collect data and information by automation tools. Accurate and effective data information can help you investigate competitors, evaluate the market, and formulate strategies."
      },
      "title": "RPA Marketplace",
      "desc": "Find hundreds of workflows for your web scraping or automation projects."
    },
    "browser": {
      "introduceTitle": "Web Scraping and Automation Solution- Unlocking Websites and Extracting Data",
      "introduce1": "Multiple device and browser fingerprint customization ensure uniqueness and anonymity.",
      "introduce2": "Comprehensive web unlocking solution supports unrestricted web access.",
      "introduce3": "Cloud Sync and Cloud Data Storage.",
      "introduce4": "Easy-to-Use API.",
      "introduceTitle2": "Multi-Account Management Solution-Managing and Operating Thousands of Accounts",
      "introduce6": "Multi-window synchronization and auto-arrangement help operate multiple accounts simultaneously.",
      "introduce7": "Authentic fingerprints maintain anonymous browsing and account security, preventing detection.",
      "introduce8": "Flexible member collaboration and permission management features.",
      "introduce9": "Simple method for batch creation setting, generate multiple unique configuration files at one click.",
      "senseTitle": "Meet Your Any Needs of Data Scraping",
      "senseDesc1": "Utilize Defsolution to streamline tasks such as automation",
      "senseDesc2": "and competitor research on platforms like Google, Facebook, eBay, and Amazon."
    },
    "browserless": {
      "introduceTitle": "Cloud-Based Headless Browser",
      "introduceSubTitle": "Large-scale automation and web scraping task solution",
      "introduceTitle1": "Seamless Integration and Rapid Deployment",
      "introduce1": "Integrating and utilizing Defsolution cloud services in one click enable effortless execution of large-scale concurrent tasks, effectively saving resources and time, and providing swift support for business operations.",
      "introduceTitle2": "Scripts and Browser Operations Execution",
      "introduce2": "Running any scripts and executing complex browser operations or web scraping tasks via headless browser, allow you to write scripts according to your needs to achieve various automation tasks.",
      "introduceTitle3": "Performance and Resource Management",
      "introduce3": "Resource monitoring and management:",
      "introduce3-2": "Track RAM, CPU, and GPU usage to ensure the browser consume resources reasonably.",
      "introduce3-3": "Load balancing and scaling:",
      "introduce3-4": "Deal with sudden increases in traffic by dynamically allocating resources for balancing and scaling load, ensuring stability and reliability.",
      "introduceTitle4": "Flexible Integration and Usage Methods",
      "introduce4": "Cloud Service:",
      "introduce4-2": "Access Defsolution cloud service to run your scripts and tasks, freeing you from the limitations of local resources, and achieving complete hosting.",
      "introduce4-3": "Dedicated Server:",
      "introduce4-4": "Provide dedicated server instances, enjoying higher performance, more flexible configuration options, and better isolation.",
      "sense": "Achieve Fully Managed  via Powerful browserless",
      "senseTitle1": "Run Any Complex Scripts",
      "senseTitle2": "Wrap Your Scripts into a REST API",
      "senseTitle3": "Persistent caching and cookie management",
      "senseTitle4": "Remote Interaction",
      "senseTitle5": "Session Continuity",
      "senseTitle6": "Powerful Browser Rendering Capabilities",
      "senseDesc1": "browserless will run any script perfectly, whether the simple button clicks, content inputs, or complex tasks like filling forms and automated workflows.",
      "senseDesc2": "You can encapsulate your automation scripts through a REST API interface, eliminating the need for full support of an automation library.",
      "senseDesc3": "Help manage cookies to maintain data consistency across different sessions, particularly useful for bypassing website bot detection features.",
      "senseDesc4": "During script execution, page content can be dynamically transmitted to iframe, which is useful for completing interactive automation tasks.",
      "senseDesc5": "Keepalive allows seamless switching between different browser sessions, maintaining continuous operation of the browser processes.",
      "senseDesc6": "Supports JavaScript headless browser, allowing you to execute scripts on any website, even the complex single-page applications, to meet a wider range of automation needs."
    },
    "cloudflare": {
      "introduceTitle": "Easily bypass Cloudflare Turnstile and Captcha challenges",
      "introduce1": "Automatically detect and solve Cloudflare challenges (Captchas, Turnstile, etc.)",
      "introduce2": "Keep Continuous crawling with intelligent IP rotation",
      "introduce3": "High success rates of up to 99.9% for reliable data collection",
      "introduce4": "User emulation and fingerprint management to avoid CAPTCHAs",
      "introduce5": "Deep Machine Learning Cloudflare",
      "introduceTitle2": "Scalable architecture for enterprise-grade crawling operations",
      "introduce6": "Supports the latest Cloudflare protection mechanisms across all sites",
      "introduce7": "Seamless integration with simple code to quickly integrate services into your existing code.",
      "introduce8": "Scalable performance, processing thousands of requests per second",
      "introduce9": "Machine learning for high-accuracy challenge solving",
      "introduce10": "Compliance is critical and we are fully compliant with the site's robotics policy and behave ethically"
    },
    "entry": {
      "browserTitle1": "Real Browser Fingerprint",
      "browserTitle2": "Advanced Browser Engine",
      "browserTitle3": "CAPTCHA Recognizing",
      "browserTitle4": "IP Rotation",
      "browserTitle5": "Compatibility",
      "browserDesc1": "Customize fingerprint parameters to generate authentic fingerprints and easily pass website detection.",
      "browserDesc2": "Based on Chromium and Firefox engines, Defsolution supports customized fingerprint parameter configuration.",
      "browserDesc3": "AI technology designed for automatic CAPTCHA recognition.",
      "browserDesc4": "Defsolution identifies the most effective proxies for specific targets, reducing the likelihood of your activities being tracked or blocked.",
      "browserDesc5": "Compatible with Puppeteer, Playwright, and Selenium, Defsolution offers more powerful capabilities than traditional automation browsers and headless browsers.",
      "rpaTitle1": "Visual No-code Operations",
      "rpaTitle2": "Data Scraping",
      "rpaTitle3": "Headless",
      "rpaTitle4": "Timed Task",
      "rpaTitle5": "Multi-concurrent Execution",
      "rpaTitle6": "Bypassing CAPTCHA",
      "rpaTitle7": "Cloud Automation for Data Collection",
      "rpaTitle8": "Secure Browser Fingerprint Environment",
      "rpaDesc1": "No coding knowledge required, simply drag and drop modules to design workflows. We provide a variety of modules to meet all your needs.",
      "rpaDesc2": "Fetch data from any website, export data results in JSON, Excel, CSV formats, or integrate with Google Sheets.",
      "rpaDesc3": "Automatically execute schedules in the background, saving resource usage and efficiently handling complex multi-tasks.",
      "rpaDesc4": "Automatically execute single or repetitive tasks according to specific scheduled times.",
      "rpaDesc5": "Support local multi-tasking and multi-environment simultaneous execution to enhance task processing efficiency",
      "rpaDesc6": "Automatically identifies and avoids CAPTCHA on websites for automated and unhindered data scraping.",
      "rpaDesc7": "Achieving Automated Data Collection in Batch and High-Concurrency Scenarios",
      "rpaDesc8": "Seamlessly interface with browser fingerprints and securely isolate accounts under a real fingerprint environment.",
      "browserlessTitle1": "Containerization Technology",
      "browserlessTitle2": "Headless Browser",
      "browserlessTitle3": "Powerful Capability",
      "browserlessTitle4": "Extensive Compatibility",
      "browserlessDesc1": "Based on containerization, use Cloud services to run and manage automation scripts seamlessly, without complex installation and configuration processes.",
      "browserlessDesc2": "Use headless browser environment to simulate user interactions through scripts, efficiently completing tasks.",
      "browserlessDesc3": "Efficient and stable concurrent task processing capabilities enable simultaneous handling of multiple tasks to improve work efficiency and system performance.",
      "browserlessDesc4": "Compatible with popular automation tools like Puppeteer and Playwright, offering a wider range of options.",
      "webTitle1": "Anti-bot Detection Bypassing",
      "webTitle2": "User Behavior Simulation",
      "webTitle3": "Intelligent IP Rotation",
      "webTitle4": "Browser Fingerprinting",
      "webDesc1": "Access any website at scale seamlessly, ensuring undetected visits.",
      "webDesc2": "Access target websites and avoid detection by bots.",
      "webDesc3": "Defsolution continuously rotates IP in the backend. If the scraping request fails, we will select another device parameter and retry the request.",
      "webDesc4": "Bypass site blocking based on Defsolution's unique real fingerprints",
      "cloudflareTitle1": "Bypass Cloudflare on 99.9% websites",
      "cloudflareTitle2": "Real browser fingerprint",
      "cloudflareTitle3": "Intelligent IP rotation",
      "cloudflareDesc1": "Breaking Cloudflare's anti-crawl 5 second shield and WAF protection",
      "cloudflareDesc2": "Defsolution's unique real fingerprint bypasses website blocking, supporting customized fingerprint parameters, providing more flexible fingerprint configuration options",
      "cloudflareDesc3": "Determine the most effective proxy for a specific target, constantly polling IPs in the backend and automatically selecting device parameters to request again when fails."
    },
    "unblock": {
      "title": "Unblock Websites",
      "desc": "Bypass website anti-bot systems for unrestricted data access",
      "unblock": "Unblock",
      "effect": "Websites Effectively",
      "desc1": "Defsolution utilizes real browser fingerprinting, automatic CAPTCHA solving, intelligent IP rotation, request retries, and other automated features to ensure seamless access to any website.",
      "simulate": "Simulate",
      "user-behavior": "User Behavior",
      "desc2": "Defsolution accesses websites as a genuine user via unique browser fingerprinting technology . We use real browser fingerprints, Canvas fingerprints, mouse movement tracking, and WebRTC masking to ensure you remain undetected.",
      "deploy": "Deploy",
      "and-execute-easily": "and Execute Easily",
      "desc3": "Easily integrate into your existing code and seamlessly connect to your automated scripts, saving you time and resources."
    }
  },
  "solution": {
    "title": {
      "fingerprint-browser": "Cloud Fingerprint Browser",
      "anti-detect-bot": "Anti-Detection Bot",
      "multi-account": "Multi-Account Management",
      "scraping": "Web Scraping  & Automation",
      "data-isolation": "Data Isolation for Enterprise Security"
    },
    "desc": {
      "fingerprint-browser": "Enterprise large-scale Cloud automation solution",
      "anti-detect-bot": "Multiple solutions to Bypass Anti-Bot Detection simplify web scraping and automation.",
      "multi-account": "Enable the operation of thousands of accounts without being tracked.",
      "scraping": "Effortlessly execute complex data scraping and collecting.",
      "data-isolation": "Access data and web pages securely from our Cloud Container browser. Isolate from devices to maintain network and data security."
    },
    "sense": {
      "fingerprint-browser": "Explore the Features of Cloud-Based Fingerprint Browser",
      "anti-detect-bot": "Anti-Detection Bot Solutions",
      "multi-account": "Manage Thousands of Accounts Efficiently With Advanced Product Features",
      "scraping": "Simplify Web Scraping and Automation",
      "data-isolation": "Secure Access Environment for Untrusted Activities",
      "browser": {
        "title1": "Browserless",
        "title2": "Browser fingerprint",
        "title3": "Cloud Cluster",
        "title4": "Anti-Detection Bot",
        "title5": "Dedicated Server",
        "title6": "Web Unblocker",
        "desc1": "Utilize the cloud-based headless fingerprint browser for web scraping and automation, effortlessly running, managing, and monitoring browser automation scripts to achieve seamless and efficient data extraction and automation processes.",
        "desc2": "Creating authentic user fingerprint configurations based on real fingerprints, Defsolution can simulate real user behavior, supporting the stable and efficient operation of cloud-based fingerprint browsers, and reducing the risk of detection.",
        "desc3": "Through cloud-based fully managed services, completely free up your local resources. With support for load balancing and dynamic scaling technology, we ensure stable, efficient, and cost-effective automation solutions.",
        "desc4": "Defsolution integrates Browser Fingerprinting, Web Unblocker, Intelligent Proxy Rotation, and CAPTCHA solving services to bypass anti-bot detection and unlock 99.9% of web restrictions.",
        "desc5": "Defsolution provides dedicated server instances to run your services, offering enhanced performance, flexible configuration options, and improved isolation.",
        "desc6": "Unlock restricted or blocked web content for seamless access to any web page, achieving data extraction or automated tasks."
      },
      "multi": {
        "title1": "Browserless",
        "title2": "Batch Creation",
        "title3": "Intelligent IP rotation",
        "title4": "Browser Fingerprinting",
        "title5": "Complete Isolation Between Multiple Accounts",
        "desc1": "Utilize the cloud-based headless fingerprint browser for web scraping and automation, effortlessly running, managing, and monitoring browser automation scripts to achieve seamless and efficient data extraction and automation processes.",
        "desc2": "Easily create multiple unique profiles in bulk with simple configuration, setting different or identical proxies for each environment.",
        "desc3": "Design workflows effortlessly using drag-and-drop modules to easily build automation robots without programming knowledge. Boost efficiency in tasks like multi-account management, data extraction, and automated operations.",
        "desc4": "By rotating IPs, you can bypass web restrictions and detection, maintain the anonymity of multiple accounts, and enhance account security.",
        "desc5": "Create real user fingerprint profiles to maintain account anonymity and prevent tracking, enhancing security and confidentiality.",
        "desc6": "Create authentic, independent fingerprints so that each account mirrors that of a real, standalone device. Access your target websites while completely isolating any associations between multiple accounts."
      },
      "scrap": {
        "title1": "Intelligent IP rotation",
        "title2": "Web Unblocker",
        "title3": "Automation Bot",
        "title4": "Proxies",
        "desc1": "Defsolution enhances anonymity in web scraping and automation tasks by intelligently rotating IPs, bypassing website restrictions, and preventing detection.",
        "desc2": "Unlock restricted or blocked web content for seamless access to any web page, achieving web scraping and automation effortlessly.",
        "desc3": "Defsolution integrates Browser Fingerprinting, Web Unblocker, Intelligent Proxy Rotation, and CAPTCHA solving service to bypass anti-bot detection.",
        "desc4": "High-quality residential proxy pools from around the world help you bypass anti-bot detection, enabling you to easily accomplish web scraping and automation tasks."
      },
      "anti": {
        "title1": "Real User Behaviors Simulation",
        "title2": "Web Unblocker",
        "title3": "Cloudflare Solver",
        "title4": "Intelligent IP rotation",
        "title5": "Browser Fingerprinting",
        "title6": "CAPTCHA Solver",
        "desc1": "With random delays, Defsolution simulates real user actions such as mouse movements, inputs, and clicks to ensure your automation tasks appear authentic and avoid website detection.",
        "desc2": "Based on Defsolution's extensive fingerprint database, we provide authentic browser fingerprint information to better simulate user behavior. This supports the stable and efficient operation of cloud-based fingerprint browser, reducing the risk of detection.",
        "desc3": "Automated solution for Cloudflare's Turnstile & Challenge",
        "desc4": "Through IP rotation, we help avoid the risk of detection and interception due to frequent requests from a single IP address, enhancing your anonymity during website accessing.",
        "desc5": "With unique and real fingerprint, Defsolution emulates genuine user interactions with websites. We select the correct browser parameters, headers, cookies, and JavaScript to ensure undetected.",
        "desc6": "Automatically bypass and solve website CAPTCHAs to achieve seamless web access and automation tasks, avoiding anti-bot detection."
      },
      "data": {
        "title1": "Network and device protection",
        "title2": "Malicious websites and file detection",
        "title3": "Completely separate browser environment",
        "title4": "One-time browsing",
        "title5": "Secure network research and information collection",
        "title6": "Access to untrusted web pages",
        "desc1": "Accessing through a virtual browser allows session transmission to local browsers, effectively establishing secure isolation to safeguard networks and devices.",
        "desc2": "Effectively detect and block malicious websites and file contents to prevent attacks and infections on devices and endpoints.",
        "desc3": "Provide independent, isolated environments for each session to effectively ensure data security and prevent potential threats.",
        "desc4": "Defsolution destroys each browser session access and eliminates online traces, ensuring data privacy and non-traceability.",
        "desc5": "Offer a secure, anonymous environment for network research and information collection to safeguard devices from attacks.",
        "desc6": "To securely access untrusted web pages, Defsolution eliminates web-based attacks during browsing and protects operations such as downloads and uploads."
      }
    },
    "anti": {
      "introduceTitle": "Bypass Anti-Bot Detection",
      "introduceDesc": "Access to target websites Seamlessly",
      "introduceExecute": "Execute",
      "introduceWebScrap": "Web Scraping",
      "introduceAuto": "and Automation Seamlessly",
      "introduceDesc1": "Offering multiple anti-detection solutions for seamless and undetected access and operation of web pages.",
      "introduceTitle2-1": "Unlock",
      "introduceTitle2-2": "Websites, Focus More on Data and Tasks",
      "introduceDesc2": "Leave the Challenges to Us - We'll Handle All Obstacles",
      "introduceDesc3": "With Defsolution, you can easily bypass anti-bot detection without spending time and resources to overcome these obstacles. Access any website hassle-free.",
      "introduceTitle3": "Advantages of Anti-Detection Bot",
      "introduceDesc4": "Unrestricted Website Access for Automation and Data Collection",
      "introduceDesc5": "Automatically bypass web restrictions with multiple solutions to maintain a high success rate. Pay only for successful requests."
    },
    "browser": {
      "title": "Integrated Web Scraping and Automation",
      "desc": "Providing comprehensive automation solutions for enterprise-grade complex operations",
      "title1": "Web",
      "title1-1": "Scraping",
      "desc1": "Data Scraping Achieved Effortlessly: integrate multiple solutions to unblock web access barriers.",
      "desc2": "Unlock seamless website access and simplify the web scraping tasks with our built-in",
      "desc2-1": "browser fingerprints, Browserless, Web Unblocker, and Intelligent Proxy.",
      "title2": "Anti-",
      "title2-1": "Detection Bot",
      "desc3": "To bypass all anti-bot detection and simplify web scraping, we offer a variety of anti-bot solutions, including",
      "desc3-1": "Cloudflare Solver, Browserless, Anti-CAPTCHA, Premium Proxies",
      "desc3-2": ", and",
      "desc3-3": "Intelligent Proxy Rotation.",
      "desc3-4": "Leave the problem to us and effortlessly achieve web scraping.",
      "title3": "Automation",
      "desc4": "Defsolution Seamlessly Integrates Automation Solutions",
      "desc5": "Comprehensive Automation Solutions:",
      "desc5-1": "Quickly deploy complex automation tasks, enhance execution efficiency, and ensure reliable results.",
      "desc6": "Data Automation:",
      "desc6-1": "Automated data storage and data processing provides automated data collection, cleaning, and transformation.",
      "title4": "Extensive",
      "title5-1": "Compatibility",
      "desc7": "High Integration",
      "desc7-1": "Efficient Deployment:",
      "desc7-2": "and",
      "desc7-3": "Seamlessly Integrate Your Automation Script Applications",
      "desc7-4": "High Integration:",
      "desc7-5": "Compatible and adaptable to Puppeteer, Playwright, Selenium, and other mainstream tools.",
      "desc7-6": "Efficient Deployment:",
      "desc7-7": "Quick implementation with no complex setup, making your scraping operations more efficient.",
      "startTitle": "Cloud Services",
      "startDesc": "Easily utilize cloud cluster service to run any scripts and tasks. Quickly deploy fully managed solutions to save time and costs.",
      "startTitle2": "Dedicated Server",
      "startDesc2": "The dedicated server instances ensure higher performance, more flexible configuration options, and better isolation.",
      "startTitle3": "Cloud Hosting",
      "startDesc3": "Deploy and run in your server or cloud environment using our Docker image, giving you full control over the deployment and management of your service."
    },
    "multi": {
      "introduceTitle": "Manage Thousands of Accounts Securely Ideal for",
      "introduceDesc": "Improve business efficiency and achieve data growth with Defsolution",
      "introduce1": "Anonymous Access without Being Traced",
      "introduceDesc1": "Prevent interlinking between accounts to reduce the risk of detection",
      "introduce2": "Manage and Opera Thousands of Accounts",
      "introduceDesc2": "Enhance security and anonymity while reducing the risk of detection and account blocking when using multiple accounts.",
      "introduce3": "Broader Business Channels, More Significant Data Growth",
      "introduceDesc3": "Create more accounts to expand your business across multiple channels, driving business growth.",
      "introduce4": "Flexible Teamwork Configuration and Permission Management",
      "introduceDesc4": "Cloud sync and file sharing facilitate team collaboration by assigning different roles and setting functional permissions for effective management."
    },
    "scrap": {
      "introductTitle": "Large-Scale Web Scraping and Automation Tasks Solution",
      "introduceDesc": "Achieve web scraping and automation without infrastructure worries",
      "introduce1": "Unblocked and Unhindered Web Scraping",
      "introduceDesc1": "Defsolution's anti-detection solutions and authentic browser fingerprints can simulate real user behavior, ensuring unblocked.",
      "introduce2": "Effective and Reliable Intelligent IP Rotation",
      "introduceDesc2": "Defsolution rotates the IPs to adapt the appropriate scenarios and features an automatic retry function, meeting the needs of web crawlers.",
      "introduce3": "Scalable Cloud Hosting Service",
      "introduceDesc3": "Seamlessly integrate with the cloud to effortlessly achieve fully managed, large-scale crawler management and automation.",
      "introduce4": "Real-Time Monitoring",
      "introduceDesc4": "Defsolution can monitor scraping status, configure runtime states, log records, and receive error alerts and notifications easily to help you efficiently manage large-scale web scrapers.",
      "useful": {
        "title": "Useful Data Collection Solution for Any Field",
        "desc1": "Collect from e-commerce websites like Amazon and eBay, including product information, prices, and URLs. This helps you gain market insights and improve pricing strategies.",
        "desc2": "Collect, analyze, and interpret information on specific markets, industries, or target audiences to predict and analyze market changes, supporting business decisions.",
        "desc3": "Explore data and information across various social media platforms for market and user analysis, gathering potential customer information.",
        "desc4": "Collect SEO data, develop or optimize search engine strategies, track keywords, and formulate keyword strategies.",
        "title1": "Product Data",
        "title2": "Market Research",
        "title3": "Social Media",
        "title4": "Search Engine Optimization"
      }
    },
    "isolation": {
      "title": "Create a Secure Browsing Environment in the Cloud",
      "desc": "Ensure web browsing security and protect against network attacks.",
      "introduxe1": "Secure Sessions with the Cloud Browser",
      "desc1": "Protect endpoint devices and network data from attacks and infections by implementing a secure, anonymous virtual browser environment.",
      "introduce2": "Ensure Private Browsing and Data Isolation",
      "desc2": "Run browser instances in each separate container environment. Completely isolate the device from web activities, effectively preventing threats such as phishing sites, malicious files, emails, or scripts.",
      "introduce3": "Protect Data Privacy with One-time Sessions",
      "desc3": "Completely delete malware, cookies, browsing history, browser cache, and fingerprints after each session to ensure data security and privacy.",
      "introduce4": "Remote Access to Cloud Desktop",
      "desc4": "The cloud-based browser interface delivers web workflows securely anytime, anywhere, on any browser, ensuring protected access."
    }
  },
  "get-started": "Get Started",
  "common": {
    "download": "Download",
    "we-will-contact-you-shortly": "We will contact you shortly",
    "you-will-receive-an-email-to": "You will receive an email to",
    "with-more-details": "with more details within one working day.",
    "ok": "OK",
    "product": "Products",
    "solution": "Solutions",
    "resource": "Resources",
    "support": "Support",
    "legal": "Legal",
    "please-enter": "Please enter",
    "ad": "Join our Browserless & Scraping Community: Where Developers and Businesses Innovate Together!",
    "adBtn": "Started Free"
  },
  "view-more": "View More",
  "api-docs": "API Docs",
  "sign-in-for-free": "Sign in For Free",
  "start": "Start",
  "all-blog": "All Blog",
  "links": {
    "anti-fingerprint-browser": "Anti-Detect Browser",
    "cloudflare-bypass": "Cloudflare Bypass",
    "browserless": "Browserless",
    "web-unlocker": "Web Unblocker",
    "cloud-based-anti-fingerprint-browser": "Cloud Fingerprint Browser",
    "multi-account-management": "Multi-Account Management",
    "web-scraping-and-automation": "Web Scraping & Automation",
    "anti-bot-detection": "Anti-Detection Bot",
    "pricing": "Pricing",
    "download": "Download",
    "rpa-marketplace": "RPA Marketplace",
    "affiliate-programs": "Affiliate Programs",
    "partner": "Partner",
    "blogs": "Blog",
    "release-notes": "Release Notes",
    "contact": "Contact",
    "documentation": "Documentation",
    "terms": "Terms",
    "privacy-policy": "Privacy Policy",
    "cookies-policy": "Cookies Policy",
    "desc": {
      "browser": "All-in-one anti-detect browser with automated features",
      "browserless": "Cloud-based headless browser for automation",
      "bypass": "Automated solution for Cloudflare's Turnstile & Challenge",
      "unlocker": "Large-scale automated data collection solution that bypasses anti-bot systems",
      "rpa": "Completely free product for browser automation & web scraping",
      "browser-solution": "Enterprise-grade Cloud-based large-scale automation",
      "multi": "Enable the operation of thousands of accounts without being tracked",
      "scrap": "Web scraping and browser automation",
      "detection": "Multiple solutions for bypassing anti-bot detection simplify web scraping and automation",
      "isolation": "Securely access web pages and data from the cloud, fully isolating device networks"
    },
    "affiliate-program": "Affiliate Program",
    "partners": "Partners",
    "isolation": "Data Isolation for Enterprise Security"
  },
  "contact": {
    "submit-form": "Submit Form",
    "email": "Email",
    "name": "Full Name",
    "how-can-we-help": "How can we help?",
    "you-can-enter-a-description-of-your-custom-requirements": "You can enter a description of your custom requirements",
    "title": "Contact Us for a Customized Solution: Book a Demo Now",
    "subTitle": "Defsolution provides customized web scraping and automation solutions.",
    "desc": "Seamless scaling solutions that easily integrate into your projects.",
    "desc2": "Continuous operation and maintenance services.",
    "desc3": "Rapid response to needs and issues due to our customer service and technical support teams are always on standby.",
    "cookieTitle": "We value your privacy",
    "cookieDesc": "We use cookies to analyze website usage. We do not record your personal information. By clicking \"Accept,\" you agree to the storage of cookies on your device.",
    "cookieView": "View Privacy Policy",
    "accept-cookie": "Accept Cookie",
    "reject": "Reject",
    "modalTitle": "Defsolution provides customized solutions for large-scale scraping and automation.",
    "agree": "I have read and agree to the",
    "and": "and",
    "privacy-policy": "Privacy Policy",
    "cookies-policy": "Cookies Policy",
    "terms-and-conditions": "Terms & Conditions",
    "company": "Company",
    "optional": "optional",
    "subject": "Subject",
    "corporate": "Corporate Questions",
    "general": "General Questions",
    "custom": "Customization Requests",
    "other": "Other Questions"
  },
  "startNow": {
    "title": "Complete web scraping and automation seamlessly with our cloud anti-detect browser!"
  },
  "start-now": "Start Now",
  "faq": "FAQ",
  "fqa": {
    "browser": {
      "title1": "What is browser fingerprint?",
      "title2": "What is anti-detect browser?",
      "title3": "How does Defsolution Charge?",
      "title4": "Can you access Defsolution on multiple devices?",
      "desc1": "Browser fingerprint (or digital fingerprint) is a technology used to identify and track internet users. It works by collecting information about the user's browser and computer, such as browser version, operating system, plugins, fonts, screen resolution, etc., to create a unique identifier. This identifier can be used by websites and advertisers to recognize users and track their behavior.",
      "desc2": "By using Defsolution, an anti-detect browser, you can get real browser fingerprints to access your target websites, thereby hiding your real identity and blocking website tracking. This allows you to bypass website anti-bot systems and evade detection.",
      "desc3": "Defsolution is completely free, offering all users a Free Professional Subscription, which includes 1000 environment launches per day, unlimited environments, teams, and team members. Additionally, we also provide Enterprise Subscription. Click to view details.",
      "desc4": "Yes! We allow logging in on multiple devices, and once environment data is synced to the cloud, it automatically syncs to new devices upon login, ensuring seamless device switching."
    },
    "rpa": {
      "title1": "What is RPA?",
      "title2": "What can RPA do for me?",
      "title3": "What kind of automation tasks can I create?",
      "title4": "How does it charge?",
      "desc1": "RPA stands for Robotic Process Automation, which is an automation technology that uses software robots to automatically perform repetitive tasks or to scrape data through automated tasks, thereby improving work efficiency.",
      "desc2": "RPA can help you automatically perform various repetitive tasks, saving time. It can handle tasks such as data entry, report generation, invoice processing, web data scraping, and automatic email sending.",
      "desc3": "You can create any automation tasks based on the RPA step events we provide. For example, opening web pages, retrieving data or content from pages and exporting it to tables; logging into multiple accounts to click on video playback to generate more traffic and improve video performance.",
      "desc4": "Our RPA is completely free to use."
    },
    "cloudflare": {
      "title1": "How do I get started?",
      "title2": "What are the pricing plans?",
      "title3": "How scalable is the service?",
      "title4": "How is the pricing?",
      "desc1": "Getting started is easy - simply sign up for our service and integrate our API with just a few lines of code. Comprehensive documentation and dedicated support are provided.",
      "desc2": "Our pricing is flexible and competitive. After signing up, you can access the Defsolution panel to explore our detailed pricing options tailored for individual and enterprise needs. Allowing you to choose the plan that best suits your requirements.",
      "desc3": "Our service is built on a highly scalable architecture capable of handling hundreds of concurrent requests per second. We can seamlessly scale up or down based on your requirements.",
      "desc4": "Our RPA is completely free to use."
    },
    "browserless": {
      "title1": "What is browserless?",
      "title2": "Does browserless supports customized solution?",
      "title3": "Which browsers does browserless support?",
      "title4": "When will browserless be released?",
      "desc1": "Browserless is a cloud-based headless browser service that can execute web operations and run automation scripts without a graphical interface. It allows special automation of web tasks such as web scraping and other automated activities.",
      "desc2": "Yes, we aim to meet the needs of every client, whether private deployment or specific integration. Just click Contact Sales and inform us of your requirements at any time.",
      "desc3": "Browserless primarily relies on Chrome and Firefox browsers to offer its services, supporting all web pages and features that they can operate.",
      "desc4": "At the moment, we are undergoing internal testing and plan to officially release browserless at a later time."
    },
    "unlocker": {
      "title1": "What is Defsolution Web Unblocker",
      "title2": "What to do If Web Unblocker fails?",
      "title3": "How does Web Unblocker charge?",
      "title4": "When will Defsolution Web Unblocker be released?",
      "desc1": "Web Unblocker is one of our proxy solutions designed to automatically resolve most webpage blocking issues. It's suitable for tasks like web scraping, where it tackles webpage blocks by finding optimal proxies, browser fingerprints, and CAPTCHA decoding methods. Simply send your request, and we handle the toughest unlocking challenges for you.",
      "desc2": "If your request is still blocked after using Web Unblocker, please contact our customer service team, and we will assist you in resolving the issue.",
      "desc3": "We only charge for successful requests. More subscription plans will be introduced at a later time.",
      "desc4": "Currently, we are conducting internal testing, and we will officially release the Defsolution Web Unblocker at a later time."
    }
  },
  "rpa": {
    "store": {
      "advertisementText": "If you have more automated tasks that you want to complete through RPA, join our community and we will help you complete.",
      "storeTitle": "RPA Marketplace",
      "subTitle": "Discover and use diverse RPA programs for easy automation",
      "mostRect": "Most Recent",
      "mostPopular": "Most Popular",
      "searchPlaceholder": "Search",
      "workflowNum": "{num} Workflows",
      "all": "All",
      "updateTime": "Update Time {time}",
      "reportIssues": "Report Issues",
      "backToMarketplace": "Back to Marketplace",
      "details": "Details"
    }
  }
}
