{
  "Index": {
    "title": "P谩gina de inicio",
    "demo": "Enlace de ruta para la p谩gina de demostraci贸n",
    "nav": {
      "solution": "Soluci贸n",
      "resource": "Recursos",
      "pricing": "Precios",
      "docs": "Documentaci贸n",
      "product": "Producto"
    },
    "define": {
      "title": "Defina Nstbrowser: navegador de huellas digitales gratuito",
      "free-fingerprint-browser": "Navegador de huellas digitales gratuito",
      "free-rpa": "RPA gratis",
      "free-rpa-desc": "Proporcionamos una herramienta RPA gratuita para la recopilaci贸n y automatizaci贸n de datos. \nLe ayuda a recopilar datos autom谩ticamente y viene con numerosas plantillas de RPA listas para usar, disponibles de inmediato.",
      "multiple-web-unblocking-solutions": "M煤ltiples soluciones de desbloqueo web",
      "customized-services": "Servicios personalizados",
      "custom-service-desc": "Con un equipo profesional de m谩s de 150 expertos, somos capaces de resolver cualquier problema que pueda enfrentar. \nOfrecemos soluciones personalizadas y atenci贸n al cliente las 24 horas para su comodidad. \nNo dude en comunicarse con nosotros en cualquier momento.",
      "cloud-based-browser": "Navegador basado en la nube",
      "cloud-services-desc": "Las soluciones de implementaci贸n integradas en la nube y con un solo clic permiten operaciones y acceso remoto al navegador a trav茅s de servicios en la nube, eliminando la necesidad de recursos y dispositivos locales, permitiendo la ejecuci贸n de tareas complejas o de alta concurrencia con administraci贸n completa.",
      "professional": "Cifrado de datos profesional y seguro",
      "professional-desc": "Priorizamos la seguridad de nuestros productos y datos de los usuarios. \nNstbrowser protege sus cuentas mediante medidas t茅cnicas como la transmisi贸n SSL y el cifrado de almacenamiento. \nAdem谩s, ofrecemos funciones de seguridad como 2FA y alertas de inicio de sesi贸n para mejorar la seguridad de su cuenta.",
      "free-finger-desc1": "Ofrecemos un navegador de huellas digitales completamente gratuito para todos, brindando",
      "free-finger-desc2": "configuraciones de entorno ilimitadas, inicios de entorno,",
      "free-finger-desc3": "y",
      "free-finger-desc4": "tama帽os de equipo.",
      "unblock-desc1": "Nstbrowser se integra",
      "unblock-desc2": "huellas digitales reales del navegador, proxies inteligentes, solucionadores CAPTCHA,",
      "unblock-desc3": "y m谩s para ayudarle a evitar los bots y acceder sin problemas a cualquier sitio web.",
      "cloud-based-desc": "Una soluci贸n de automatizaci贸n desarrollada para tareas de gran escala a nivel empresarial. \nCon la implementaci贸n con un solo clic, utilice sin esfuerzo nuestro servicio de cl煤ster en la nube para una operaci贸n de administraci贸n completa, liberando efectivamente recursos locales.",
      "cloud-services": "Servicios en la nube"
    },
    "blog": {
      "title": "A trav茅s del blog Mant茅ngase actualizado sobre t茅cnicas y soluciones de web scraping de vanguardia"
    },
    "desc": "Una soluci贸n integral: el acceso fluido a los servicios de cl煤ster en la nube facilita la automatizaci贸n y el web scraping.",
    "introduce": {
      "desc1": "Data Scraping logrado sin esfuerzo: integre m煤ltiples soluciones para desbloquear barreras de acceso web.",
      "desc2": "Nstbrowser incorpora Real Browser Fingerprints, Browserless, Web Unblocker, Intelligent Proxies, Automation y otras soluciones para superar todos los obst谩culos encontrados durante el web scraping, acceder sin problemas a cualquier sitio web y simplificar el proceso.",
      "desc3": "Para evitar toda detecci贸n anti-bot y simplificar el web scraping, ofrecemos una variedad de soluciones anti-bot, que incluyen",
      "desc3-2": "Cloudflare Solver, Browserless, anti-CAPTCHA, proxies premium,",
      "desc3-3": "y",
      "desc3-4": "Rotaci贸n de proxy inteligente.",
      "desc3-5": "D茅janos el problema a nosotros y logra el web scraping sin esfuerzo.",
      "desc4": "Nstbrowser integra perfectamente soluciones de automatizaci贸n",
      "desc5": "Soluciones Integrales de Automatizaci贸n:",
      "desc5-2": "Implemente r谩pidamente tareas de automatizaci贸n complejas, mejore la eficiencia de la ejecuci贸n y garantice resultados confiables.",
      "desc5-3": "Automatizaci贸n de datos:",
      "desc5-4": "El almacenamiento y el procesamiento de datos automatizados proporcionan recopilaci贸n, limpieza y transformaci贸n de datos automatizados.",
      "desc6": "Alta integraci贸n",
      "desc6-1": "Implementaci贸n eficiente:",
      "desc6-2": "y",
      "desc6-3": "Integre perfectamente sus aplicaciones de secuencias de comandos de automatizaci贸n",
      "desc6-4": "Alta Integraci贸n:",
      "desc6-5": "Compatible y adaptable a Puppeteer, Playwright, Selenium y otras herramientas convencionales.",
      "desc6-6": "Implementaci贸n eficiente:",
      "desc6-7": "Implementaci贸n r谩pida sin configuraci贸n compleja, lo que hace que sus operaciones de scraping sean m谩s eficientes.",
      "title": "Proporciona soluciones integrales para abordar desaf铆os operativos complejos a nivel empresarial.",
      "title1": "Web",
      "title1-2": "Raspado",
      "title2": "Anti-",
      "title2-2": "Robot de detecci贸n",
      "title3": "Automatizaci贸n",
      "title4": "Extenso",
      "title4-2": "Compatibilidad",
      "desc2-1": "Desbloquee el acceso perfecto al sitio web y simplifique las tareas de raspado web con nuestro integrado",
      "desc2-2": "Integrar",
      "desc3-1": "Cloudflare Solver, Browserless, CAPTCHA Solve, Proxies Premium y m谩s."
    },
    "multi": {
      "desc": "Administre y opere miles de cuentas utilizando el Nstbrowser gratuito.",
      "desc1": "Cree configuraciones aut茅nticas de huellas dactilares de usuario basadas en huellas dactilares reales, manteniendo el anonimato de la cuenta y evitando el seguimiento, mejorando as铆 la seguridad y privacidad de sus cuentas.",
      "desc2": "Las huellas dactilares aut茅nticas del navegador pueden mantener un anonimato total y evitar el seguimiento.",
      "desc3": "La suscripci贸n Profesional gratuita por tiempo ilimitado ofrece hasta 1000 lanzamientos de entornos por d铆a, junto con entornos, equipos y miembros de equipos ilimitados.",
      "desc4": "Dise帽e flujos de trabajo sin esfuerzo utilizando m贸dulos de arrastrar y soltar para construir f谩cilmente robots de automatizaci贸n sin conocimientos de programaci贸n. \nAumente la eficiencia en tareas como la gesti贸n de m煤ltiples cuentas, la extracci贸n de datos y las operaciones automatizadas.",
      "desc5": "Nstbrowser admite la sincronizaci贸n de operaciones y datos en m煤ltiples ventanas del navegador, lo que permite la administraci贸n por lotes y tareas de automatizaci贸n en todas las ventanas, lo que mejora en gran medida la eficiencia al manejar m煤ltiples tareas de cuentas.",
      "title": "Gesti贸n de m煤ltiples cuentas",
      "title1": "Huella digital del navegador real",
      "title2": "Navegador de huellas digitales gratuito",
      "title3": "Gesti贸n de ventanas m煤ltiples del navegador"
    },
    "needs": {
      "desc1": "Utilice f谩cilmente nuestro servicio de cl煤ster en la nube para ejecutar scripts y tareas. \nImplemente r谩pidamente con soluciones totalmente administradas para ahorrar tiempo y costos, sin preocupaciones.",
      "desc2": "Nstbrowser proporciona instancias de servidor dedicadas para un mayor rendimiento, opciones de configuraci贸n m谩s flexibles y un mejor aislamiento.",
      "desc3": "Implemente y ejecute en su servidor o entorno de nube utilizando nuestra imagen Docker, lo que le brinda control total sobre la implementaci贸n y administraci贸n de su servicio.",
      "title": "Estrategias de implementaci贸n flexibles para satisfacer sus necesidades",
      "title1": "Soluci贸n de servicios en la nube",
      "title2": "Soluci贸n de servidor dedicado",
      "title3": "Soluci贸n de alojamiento en la nube"
    },
    "sense": {
      "desc1": "Utilice el navegador de huellas dactilares sin cabeza basado en la nube para la automatizaci贸n y el raspado web, ejecutando, administrando y monitoreando sin esfuerzo los scripts de automatizaci贸n del navegador para lograr procesos de automatizaci贸n y extracci贸n de datos eficientes y sin problemas.",
      "desc2": "Bas谩ndonos en la extensa base de datos de huellas digitales de Nstbrowser, proporcionamos huellas digitales reales del navegador, que pueden ayudar a simular el comportamiento real del navegador del usuario, respaldar el funcionamiento estable y eficiente de los navegadores de huellas digitales basados en la nube y reducir el riesgo de detecci贸n.",
      "desc3": "A trav茅s de servicios totalmente administrados basados en la nube, libere completamente sus recursos locales. \nCon soporte para tecnolog铆a de equilibrio de carga y escalado din谩mico, garantizamos soluciones de automatizaci贸n estables, eficientes y rentables.",
      "desc4": "Nstbrowser integra servicios de huellas dactilares del navegador, desbloqueador web, rotaci贸n inteligente de proxy y resoluci贸n de CAPTCHA para evitar la detecci贸n anti-bot y desbloquear el 99,9% de las restricciones web.",
      "title1": "Browserless",
      "title2": "Huella digital del navegador",
      "title3": "Cl煤ster de nube",
      "title4": "Bot antidetecci贸n"
    },
    "title1": "Gratis",
    "learn-more": "Aprende m谩s"
  },
  "Metadata": {
    "Index": {
      "title": "Nstbrowser - Navegador Avanzado Anti-Detecci贸n para Web Scraping y Gesti贸n de M煤ltiples Cuentas",
      "description": "Nstbrowser es un potente navegador anti-detecci贸n dise帽ado para profesionales de la multicontabilidad para gestionar m煤ltiples cuentas de forma segura y eficiente. 隆Pru茅belo ahora gratis!",
      "keywords": "navegador antidetecci贸n, m煤ltiples cuentas, navegador virtual, huella digital del navegador, gesti贸n de cuentas, web scraping"
    },
    "product": {
      "fingerprint-browser": {
        "title": "Navegador antidetecci贸n - Navegador antidetecci贸n todo en uno con funciones automatizadas",
        "description": "Compatible con Puppeteer, Playwright y Selenium, Nstbrowser aplica la huella digital real del navegador, motores avanzados de Chromium y Firefox, rotaci贸n inteligente de IP y reconocimiento autom谩tico de CAPTCHA para lograr el raspado web, la automatizaci贸n y la gesti贸n de m煤ltiples cuentas.",
        "keywords": "puppeteer, playwright, selenium, huella digital del navegador, chromium, firefox, rotaci贸n de ip, captcha, navegador antidetecci贸n, web scraping, automatizaci贸n, m煤ltiples cuentas, Nstbrowser"
      },
      "rpa": {
        "title": "Nstbrowser RPA - Una herramienta gratuita para simplificar su Web Scraping y Automatizaci贸n",
        "description": "Nstbrowser RPA ejecuta tareas multi-concurrentes f谩cilmente. Le ayuda a realizar procesos automatizados como tareas repetitivas, recopilaci贸n de datos, capturas de pantalla autom谩ticas, descargas autom谩ticas y mucho m谩s sin esfuerzo.",
        "keywords": "RPA, NstbrowserRPA, procesos automatizados, robots, robots RPA, extensiones de navegador, tareas repetitivas, capturas de pantalla autom谩ticas, scraping web, generaci贸n de tr谩fico, descargas autom谩ticas, creaci贸n de cuentas a granel, inicio de sesi贸n a granel, exportaci贸n de datos"
      },
      "cloudflare-bypass": {
        "title": "Cloudflare Turnstile Solver - Soluci贸n automatizada para los torniquetes y desaf铆os de Cloudflare.",
        "description": "Acceda sin problemas a datos protegidos por Cloudflare con nuestra soluci贸n automatizada para evitar desaf铆os de Turnstile, CAPTCHA. Rotaci贸n de IP inteligente, aprendizaje autom谩tico, emulaci贸n de usuario y arquitectura escalable.",
        "keywords": "Evite Cloudflare, evite Turnstile, resuelva CAPTCHA, soluci贸n de Cloudflare, raspado web, extracci贸n de datos, rotaci贸n de IP, aprendizaje autom谩tico, emulaci贸n de usuario, arquitectura escalable."
      },
      "browserless": {
        "title": "Browserless - Resolver complejos web scraping y automatizaci贸n, logrando totalmente gestionado en la Nube.",
        "description": "Nstbrowserless soporta la soluci贸n autom谩tica totalmente gestionada. Con el navegador sin cabeza basado en la nube, puede emplear tareas complejas de raspado web y automatizaci贸n, y manejar la interacci贸n remota con el servicio de cl煤ster de contenedores en la nube.",
        "keywords": "autom谩tico, totalmente gestionado, basado en la nube, navegador sin cabeza, web scraping, automatizaci贸n, contenedor en la nube, Nstbrowser"
      },
      "web-unlocker": {
        "title": "Web Unblocker - Soluci贸n de recopilaci贸n de datos automatizada a gran escala que elude los sistemas anti-bot.",
        "description": "Con la rotaci贸n inteligente de IP, la huella digital del navegador y la simulaci贸n del comportamiento del usuario, Nstbrowser puede desbloquear sitios web sin esfuerzo, ayudando a una recopilaci贸n de datos sin restricciones.",
        "keywords": "rotaci贸n de ip, huella digital del navegador, desbloqueo, desbloqueador web, recopilaci贸n de datos, Nstbrowser"
      }
    },
    "solution": {
      "fingerprint-browser": {
        "title": "Navegador de huellas dactilares en la nube - Soluci贸n de automatizaci贸n en la nube a gran escala para empresas",
        "description": "El navegador en la nube Nstbrowser integra web unlocker, cluster en la nube, bot antidetecci贸n, browser fingerprinting y servidor dedicado para realizar tareas complejas de web scraping y automatizaci贸n de forma eficiente.",
        "keywords": "cloud browser, browserless, web unlocker, anti-detection, anti-detect browser, web scraping, automatizaci贸n, browser fingerprinting, Nstbrowser"
      },
      "multi-account": {
        "title": "Gesti贸n de m煤ltiples cuentas - Permita el funcionamiento de m煤ltiples cuentas sin ser rastreado.",
        "description": "Con Nstbrowser RPA, rotaci贸n inteligente de IP, Browserless y otras soluciones para desbloquear wesites y eludir la detecci贸n, puede gestionar miles de cuentas de forma segura y eficiente.",
        "keywords": "m煤ltiples cuentas, web scraping, automatizaci贸n"
      },
      "scraping": {
        "title": "Web Scraping & Automation - Ejecute sin esfuerzo el raspado y la recopilaci贸n de datos complejos",
        "description": "La soluci贸n de Web scraping y automatizaci贸n garantiza un acceso desbloqueado y sin obst谩culos. La rotaci贸n de IP, el alojamiento en la nube y el bot antidetecci贸n logran una recopilaci贸n de datos sin esfuerzo en cualquier campo.",
        "keywords": "web scraping, automatizaci贸n, recopilaci贸n de datos"
      },
      "anti-detect-bot": {
        "title": "Bot Anti-Detecci贸n - M煤ltiples soluciones para eludir la detecci贸n anti-bot",
        "description": "Para ejecutar el web scraping y la automatizaci贸n sin obst谩culos, Nstbrowser dise帽a bot anti-detecci贸n para desbloquear sitios web y resolver captcha, que ayudan a la recolecci贸n efectiva de datos.",
        "keywords": "detecci贸n anti-bot, navegador anti-detecci贸n, web scraping, automatizaci贸n, recopilaci贸n de datos"
      },
      "data-isolation": {
        "description": "Nstbrowser crea un entorno de navegaci贸n seguro que garantiza la seguridad de los datos web y protege contra ataques a la red. \nLa detecci贸n de archivos y sitios web maliciosos y la navegaci贸n 煤nica salvaguardan la privacidad de los datos y mantienen el aislamiento.",
        "keywords": "seguridad de datos, privacidad de datos, navegador en la nube, seguridad de red",
        "title": "Aislamiento de datos para la seguridad empresarial: mantenga la seguridad de la red y los datos"
      }
    },
    "download": {
      "title": "Nstbrowser - Navegador Anti-Detecci贸n Avanzado para Web Scraping y Gesti贸n de M煤ltiples Cuentas",
      "description": "Descarga Nstbrowser para obtener un navegador anti-detecci贸n gratuito y disfrutar de un efectivo web scraping y gesti贸n de m煤ltiples cuentas. Entiende por qu茅 Nstbrowser es el mejor navegador anti-detecci贸n.",
      "keywords": "navegador anti-detecci贸n, web scraping, m煤ltiples cuentas, Nstbrowser"
    },
    "pricing": {
      "title": "Nstbrowser - Navegador Avanzado Anti-Detecci贸n para Web Scraping y Gesti贸n de M煤ltiples Cuentas",
      "description": "Descubre los encantos 煤nicos de la secci贸n de precios de Nstbrowser. Entiende por qu茅 Nstbrowser es el mejor navegador anti-detecci贸n.",
      "keywords": "navegador anti-detecci贸n, web scraping, cuentas m煤ltiples, Nstbrowser"
    },
    "rpa_marketplace": {
      "title": "Nstbrowser RPA - Explore Flujos de Trabajo Automatizados y Herramientas de Web Scraping en el Mercado",
      "description": "Descubre el poder de los flujos de trabajo automatizados en el mercado de RPA. Explora la variedad de herramientas de automatizaci贸n listas para usar y flujos de trabajo. Resuelve f谩cilmente desaf铆os empresariales y realiza la automatizaci贸n de procesos.",
      "keywords": "Mercado de RPA, RPA, NstbrowserRPA, procesos automatizados, robots, robots de RPA, extensiones de navegador, extracci贸n de datos, raspador web, automatizaci贸n de flujos de trabajo, automatizaci贸n multiplataforma, plataforma de automatizaci贸n sin c贸digo, robots de RPA"
    },
    "affiliate_programs": {
      "title": "Programas de Afiliados de Nstbrowser - Un Navegador Anti-Detecci贸n Ayuda a Ganar Dinero",
      "description": "Nstbrowser no es s贸lo una soluci贸n integral de web scraping y automatizaci贸n, sino tambi茅n una maravillosa plataforma para ganar dinero. 隆Comparte y gana dinero ahora!",
      "keywords": "navegador anti-detecci贸n, web scraping, automatizaci贸n, programas de afiliados, Nstbrowser"
    },
    "partner": {
      "title": "Nstbrowser Partner - Cooperar con Nstbrowser para la prosperidad com煤n",
      "description": "Nstbrowser es una opci贸n ideal para desarrollar la cooperaci贸n. Convi茅rtase en nuestro socio y persiga una prosperidad com煤n.",
      "keywords": "Nstbrowser, cooperaci贸n, socio"
    },
    "blog": {
      "title": "Nstbrowser - Navegador Anti-Detecci贸n Avanzado para Web Scraping y Gesti贸n de M煤ltiples Cuentas",
      "description": "Aprenda las t茅cnicas eficaces y 煤tiles de web scraping y automatizaci贸n de los blogs Nstbrowser.",
      "keywords": "web scraping, automatizaci贸n, navegador anti-detecci贸n"
    }
  },
  "NotFoundPage": {
    "title": "Extraviado",
    "go-back-home": "Regresar a casa",
    "page-not-found": "P谩gina no encontrada"
  },
  "multiAccount": {
    "title": "Ideal para diversas necesidades de raspado de datos",
    "subTitle": "Utilice Nstbrowser para agilizar tareas como la investigaci贸n de la competencia, la verificaci贸n de anuncios y la automatizaci贸n en plataformas como Google, Facebook, eBay y Amazon. Convierta lo imposible en posible.",
    "list": {
      "am": "Marketing de afiliaci贸n",
      "amSubtitle": "Crea y gestiona sin esfuerzo un n煤mero ilimitado de cuentas en plataformas como Facebook, Google Ads y TikTok Ads.",
      "ec": "Comercio electr贸nico",
      "ecSubtitle": "Crea tantas cuentas como quieras y genera ingresos en Amazon, Shopify, eBay, AliExpress o TEMU.",
      "ba": "Bounty y Airdrop",
      "baSubtitle": "M谩s airdrops y bounty para aumentar sus posibilidades de ser incluido en la lista blanca para la venta de tokens y aumentar sus beneficios.",
      "ticketing": "Raspado web",
      "ticketingSubtitle": "Al ofrecer un raspado web seguro y discreto, damos prioridad a la privacidad, la eficacia y el cumplimiento de la normativa, lo que permite una extracci贸n de datos fluida respetando los l铆mites del sitio web.",
      "bab": "Estudios de mercado ",
      "babSubtitle": "Permite a las empresas realizar estudios de mercado y an谩lisis de la competencia navegando de forma an贸nima por los sitios web de los competidores para recopilar sin estr茅s todo tipo de datos.",
      "paa": "Privacidad y anonimato",
      "paaSubtitle": "Un r谩pido navegador multicuenta que permite utilizar un n煤mero ilimitado de perfiles virtuales. Con ellos, resulta imposible rastrear tu huella digital real.",
      "da": "Agencias digitales",
      "daSubtitle": "Garantiza el trabajo eficaz y seguro de las agencias de medios con las campa帽as publicitarias de sus clientes, protegi茅ndolas de cualquier ubicaci贸n geogr谩fica o segmentaci贸n de mercado."
    },
    "features": {
      "am": {
        "title": "驴C贸mo utilizar Nstbrowser para el marketing de afiliaci贸n?",
        "paragraphTitle1": "驴Qu茅 es el marketing de afiliaci贸n?",
        "paragraphIntroduce1": "El marketing de afiliaci贸n consiste en recomendar un producto o servicio comparti茅ndolo en un blog, plataforma de redes sociales, podcast o sitio web. Cada vez que un cliente utiliza el enlace especial de afiliado conectado a su recomendaci贸n para realizar una compra, el afiliado recibe una comisi贸n. En teor铆a, el marketing de afiliaci贸n es escalable porque requiere poca inversi贸n y ofrece una amplia gama de alternativas.",
        "paragraphTitle2": "驴Cu谩les son algunos ejemplos de sitios web de marketing de afiliaci贸n?",
        "paragraphTitle3": "El papel de una gesti贸n efectiva de m煤ltiples cuentas en la industria",
        "paragraphIntroduce3": "El marketing de afiliaci贸n ha estado creciendo a lo largo de los a帽os y se estima que tiene un valor de 12 mil millones de d贸lares. Sin embargo, los profesionales se enfrentan a un problema com煤n: la gesti贸n efectiva de cuentas. Una herramienta maestra de gesti贸n de m煤ltiples cuentas es la clave del 茅xito en el marketing de afiliaci贸n, y aqu铆 es donde Nstbrowser puede ayudarte.",
        "paragraph4": {
          "title": "驴Qu茅 ofrece Nstbrowser para el marketing de afiliaci贸n?",
          "listTitle1": "N煤mero ilimitado de cuentas",
          "listSubTitle1": "Expanda su negocio y ampl铆e su alcance accediendo a una gran variedad de fuentes fiables de tr谩fico de alta calidad.",
          "listTitle2": "Automatizaci贸n de procesos",
          "listSubTitle2": "Elimine las tareas mundanas y repetitivas automatizando la gesti贸n de sus cuentas y perfiles.",
          "listTitle3": "Aumentar la seguridad y longevidad de las cuentas ",
          "listSubTitle3": "Disponer de huellas aut茅nticas del navegador en sus cuentas puede salvaguardar su negocio.",
          "listTitle4": "Pruebe sus paquetes de anuncios complejos",
          "listSubTitle4": "Puede ejecutar varias campa帽as de anuncios complejos al mismo tiempo para determinar la soluci贸n m谩s rentable e identificar un p煤blico objetivo que sus competidores a煤n no hayan captado.",
          "listTitle5": "Aumente la vida 煤til de su cuenta",
          "listSubTitle5": "NST Browser proporciona niveles de seguridad que garantizan el funcionamiento continuado de sus cuentas en plataformas con intrincados sistemas de autenticaci贸n."
        }
      },
      "ec": {
        "title": "驴C贸mo utilizar Nstbrowser para el comercio electr贸nico?",
        "paragraphTitle1": "驴Qu茅 es el comercio electr贸nico?",
        "paragraphIntroduce1": "El comercio electr贸nico es el acto de comprar y vender productos o servicios a trav茅s de Internet. Este tipo de negocio suele realizarse en plataformas externas como Amazon, eBay o mercados de redes sociales como Facebook. Adem谩s, existe una tendencia creciente a que los particulares creen sus propios sitios web para atraer clientes. El comercio electr贸nico puede adoptar diversas formas, como la venta al por mayor y el almacenamiento tradicionales, la fabricaci贸n y el dropshipping, en el que el vendedor no mantiene ning煤n inventario.",
        "paragraphTitle2": "驴Cu谩les son algunos ejemplos de sitios web de comercio electr贸nico?",
        "paragraphTitle3": "Ventajas y problemas de tener varias cuentas de vendedor",
        "paragraphIntroduce3": "Puede vender sus productos en varias regiones y establecer una presencia en varias categor铆as de productos sin poner en riesgo su marca abriendo varias cuentas en plataformas de comercio electr贸nico. Esto aumenta significativamente sus posibilidades de mostrar sus productos a sus mercados objetivo, lo cual es crucial para generar ingresos. Sin embargo, la gesti贸n de varias cuentas de comercio electr贸nico puede suponer un obst谩culo importante, ya que las plataformas pueden restringir sus cuentas si determinan que todas est谩n controladas por la misma persona.",
        "paragraph4": {
          "title": "驴Qu茅 ofrece Nstbrowser para el comercio electr贸nico?",
          "listTitle1": "Aumentar la cantidad de propuestas de venta",
          "listSubTitle1": "Aumentar la visibilidad de su marca en varias categor铆as de productos y servicios sin necesidad de fondos adicionales.",
          "listTitle2": "Diversificaci贸n de riesgos",
          "listSubTitle2": "Le permitimos operar todas estas cuentas dentro de los l铆mites reconocidos de la plataforma. Nstbrowser lo ayudar谩 a hacer que sus m煤ltiples cuentas sean lo m谩s 煤nicas posible mientras expande su negocio y minimiza el riesgo.",
          "listTitle3": "Impulse sus ventas",
          "listSubTitle3": "Aumente la visibilidad de su producto en los resultados de b煤squeda y supere a sus competidores.",
          "listTitle4": "Estimule sus ventas",
          "listSubTitle4": "NST Browser es una soluci贸n eficaz que puede estimular sus ventas y supervisar su reputaci贸n en l铆nea mediante el control de las opiniones.",
          "listTitle5": "Gestione del concurso",
          "listSubTitle5": "Establezca un sistema seguro de an谩lisis de datos y consiga una ventaja competitiva en el campo de su producto."
        }
      },
      "ba": {
        "title": "驴C贸mo utilizar Nstbrowser para Bounty & Airdrop?",
        "paragraphTitle1": "驴Qu茅 es Bounty y Airdrop?",
        "paragraphIntroduce1": "\"Bounty\" y \"Airdrop\" son t茅rminos integrales en la esfera de las criptomonedas. Un programa de recompensas es una iniciativa estrat茅gica empleada por las empresas para incentivar a individuos o grupos a realizar tareas espec铆ficas. Estas tareas, a menudo asociadas con el desarrollo o la promoci贸n de un proyecto, se recompensan frecuentemente con criptomoneda. Por otro lado, un airdrop representa una distribuci贸n masiva de tokens de criptomoneda gratuitos a una pl茅tora de direcciones de monederos. Esta t谩ctica se utiliza normalmente para generar expectaci贸n en torno a una nueva criptomoneda o para gratificar a la base de usuarios existente de una plataforma.",
        "paragraphTitle2": "驴Cu谩les son algunos ejemplos de sitios web de Bounty y Airdrop?",
        "paragraphTitle3": "Saca el m谩ximo partido a las criptomonedas con m煤ltiples cuentas",
        "paragraphIntroduce3": "Utilizar m煤ltiples cuentas en la industria de las criptomonedas siempre significa m谩s oportunidades de obtener beneficios. En el caso de las loter铆as IDO, puedes utilizar m煤ltiples cuentas para aumentar tus posibilidades de ser incluido en la lista blanca de una oferta. Se pueden hacer b煤squedas y solicitudes m煤ltiples con docenas de cuentas para aumentar las monedas.Pero hay que tener cuidado: los sitios de criptomonedas tienen m茅todos cada vez m谩s sofisticados para detectar cuentas m煤ltiples, incluso si son cuentas leg铆timas de diferentes contactos que han pasado las comprobaciones KYC. Una simple filtraci贸n de informaci贸n demostrar谩 que no eres quien dices ser, aunque s贸lo se trate de una falta de coincidencia de fuentes en tus dispositivos.",
        "paragraph4": {
          "title": "驴Qu茅 ventajas ofrece Nstbrowser para Bounty y Airdrop?",
          "listTitle1": "Impulsa tus monedas",
          "listSubTitle1": "Diversifica tus oportunidades en criptomonedas utilizando multicuentas. Esto aumentar谩 significativamente su probabilidad de ser aceptado en listas blancas de tokensale, as铆 como de recibir recompensas como bounties, airdrops y NFT mints.",
          "listTitle2": "Automatice sus procesos",
          "listSubTitle2": "Automatice las tareas repetitivas necesarias para participar en airdrops y optar a las listas blancas de venta de tokens.",
          "listTitle3": "Cumplimiento a trav茅s de verificaciones de verificaci贸n",
          "listSubTitle3": "Generar muchas cuentas que puedan cumplir con la verificaci贸n KYC sin preocupaciones adicionales.",
          "listTitle4": "Promocione su criptomoneda",
          "listSubTitle4": "Aproveche la multicuenta para comercializar y dar a conocer su propia criptomoneda o token NFT en varias comunidades de criptomonedas.",
          "listTitle5": "Protecci贸n contra la identificaci贸n",
          "listSubTitle5": "Al ofrecer funciones de navegaci贸n an贸nima y protecci贸n de la privacidad, el navegador de huellas digitales evita la filtraci贸n de informaci贸n personal y salvaguarda los derechos de privacidad de los usuarios y la seguridad de los datos."
        }
      },
      "tk": {
        "title": "驴Qu茅 es el Web Scraping?",
        "paragraphTitle1": "驴Qu茅 es el Web Scraping?",
        "paragraphIntroduce1": "El web scraping es el proceso automatizado de extracci贸n de informaci贸n de sitios web. Consiste en utilizar herramientas de software para recuperar y recopilar datos de p谩ginas web, convirtiendo datos no estructurados en formatos estructurados que puedan analizarse y utilizarse. El web scraping es vital, ya que permite a empresas y particulares recopilar grandes cantidades de datos de forma eficaz. Permite realizar estudios de mercado, an谩lisis de la competencia, seguimiento de precios, an谩lisis de opiniones y otras valiosas perspectivas que pueden impulsar la toma de decisiones con conocimiento de causa. Al automatizar el proceso de recopilaci贸n de datos, el web scraping ahorra tiempo y recursos en comparaci贸n con la recopilaci贸n manual de datos.",
        "paragraphTitle2": " 驴Cu谩les son algunos ejemplos de sitios web de extracci贸n de datos?",
        "paragraphTitle3": "Los retos del Web Scraping",
        "paragraphIntroduce3": "En la cada vez m谩s sofisticada web comercial, el rastreo web se enfrenta a numerosos retos, como que determinados sitios web pueden restringir y controlar el acceso a sus contenidos. El proceso de rastreo puede estar limitado por el sitio web para obtener los datos requeridos. Para evitar el rastreo automatizado, muchos sitios web emplean diversas formas de mecanismos de verificaci贸n humana, como CAPTCHA. Manejar estos procesos de verificaci贸n manualmente sin el apoyo de herramientas apropiadas puede llevar mucho tiempo y requerir mucho trabajo. ",
        "paragraph4": {
          "title": "C贸mo utilizar Nstbrowser para Web Scraping",
          "listTitle1": "Emulaci贸n de navegador",
          "listSubTitle1": "Imita el comportamiento real del usuario, permitiendo que las actividades de web scraping aparezcan como genui",
          "listTitle2": "Rotaci贸n de User-Agent",
          "listSubTitle2": "La mayor铆a de los navegadores permiten la rotaci贸n de cabeceras User-Agent, que identifican el navegador y el sistema operativo utilizados. Al cambiar los valores de User-Agent, Nstbrowsers ayuda a evitar que los sitios web reconozcan y bloqueen las actividades de scraping.",
          "listTitle3": "M煤ltiples perfiles",
          "listSubTitle3": "Nstbrowsers puede ayudarle a abrir perfiles ilimitados y raspar datos sin encontrar ning煤n problema, lo que permite aumentar la productividad y la capacidad de recopilar un mayor volumen de datos.",
          "listTitle4": "Automatizaci贸n de procesos",
          "listSubTitle4": "Elimine las tareas mundanas y repetitivas automatizando la gesti贸n de sus cuentas y perfiles.",
          "listTitle5": "Gesti贸n de cookies",
          "listSubTitle5": "Nstbrowsers proporciona capacidades para gestionar las cookies de forma eficaz, garantizando que la informaci贸n de la sesi贸n y las preferencias del sitio web se conserven durante las sesiones de scraping.",
          "listTitle6": "Mejorar el trabajo en equipo",
          "listSubTitle6": "El trabajo en equipo y el control de permisos mejorados contribuyen a que las actividades de web scraping sean m谩s eficientes y organizadas, garantizando un proceso de extracci贸n de datos fluido y colaborativo."
        }
      },
      "bab": {
        "title": "驴Qu茅 es la investigaci贸n de mercados?",
        "paragraphTitle1": "驴Qu茅 es la investigaci贸n de mercados?",
        "paragraphIntroduce1": "La investigaci贸n de mercados es el proceso de recopilaci贸n, an谩lisis e interpretaci贸n de informaci贸n sobre un mercado, sector o p煤blico objetivo espec铆fico. Implica recopilar datos sobre diversos aspectos, como las preferencias de los clientes, los patrones de compra, el an谩lisis de la competencia, las tendencias del mercado y otros factores que influyen en la toma de decisiones empresariales.",
        "paragraphTitle2": "驴Cu谩les son algunos ejemplos de sitios web de investigaci贸n de mercado?",
        "paragraphTitle3": "Los retos de la investigaci贸n de mercados",
        "paragraphIntroduce3": "En la actualidad, los estudios de mercado no se desarrollan sin obst谩culos, ya que los sitios web suelen mejorar el acceso a sus registros y los competidores m谩s habituales suelen tomar medidas para proteger sus datos restringiendo el acceso a sus sitios web e informaci贸n en l铆nea. Pueden poner en marcha mecanismos de protecci贸n o emplear sistemas complejos para impedir las b煤squedas y an谩lisis automatizados. Adem谩s, si se quieren recopilar datos precisos e imparciales, es importante permanecer en el anonimato y evitar ser detectado cuando se navega por los sitios web de los competidores. Las herramientas y m茅todos tradicionales de web scraping pueden no ser eficaces para resolver esos mecanismos, lo que da lugar a datos incompletos o enga帽osos.",
        "paragraph4": {
          "title": "C贸mo utilizar Nstbrowser para estudios de mercado",
          "listTitle1": "Anonimato y privacidad",
          "listSubTitle1": "Oculte las direcciones IP y otros datos identificativos, garantizando el anonimato durante la recogida de datos. Los competidores no pueden rastrear o identificar la fuente de los datos",
          "listTitle2": "Recogida eficaz de datos",
          "listSubTitle2": "Nstbrowser automatiza la recopilaci贸n de datos, ahorrando tiempo y recursos. Las empresas pueden recopilar informaci贸n exhaustiva de varios competidores simult谩neamente",
          "listTitle3": "Precisi贸n y fiabilidad",
          "listSubTitle3": "Garantice un acceso ininterrumpido a los sitios web de la competencia, lo que se traduce en datos m谩s precisos y fiables. Los investigadores pueden recopilar conjuntos de datos completos sin perder informaci贸n importante.",
          "listTitle4": "Cumplimiento de las condiciones de servicio",
          "listSubTitle4": "Cumplimos las condiciones de servicio de los sitios web, evitando actividades malintencionadas e infracciones legales o 茅ticas, y proporcionando una forma leg铆tima y conforme de acceder y analizar la informaci贸n disponible p煤blicamente."
        }
      },
      "paa": {
        "title": "驴C贸mo utilizar Nstbrowser para Privacidad y Anonimato?",
        "paragraphTitle1": "驴Cu谩l es el ejemplo de sitios web de privacidad y anonimato?",
        "paragraphIntroduce1": "La privacidad se refiere al control y la protecci贸n de la informaci贸n personal, garantizando la confidencialidad y limitando el acceso a datos sensibles. El anonimato implica ocultar la propia identidad, permitiendo a las personas no ser identificadas o rastreadas en sus actividades. Ambos conceptos son importantes para mantener la autonom铆a personal, salvaguardar la informaci贸n sensible y preservar los l铆mites personales en la era digital.",
        "paragraphTitle2": "驴Cu谩les son algunos ejemplos de sitios web de privacidad y anonimato?",
        "paragraphTitle3": "Cambiar r谩pidamente de cuenta para proteger la privacidad.",
        "paragraphIntroduce3": "Esta afirmaci贸n se refiere a la pr谩ctica de cambiar r谩pidamente de una cuenta a otras direcciones de correo electr贸nico o n煤meros de tel茅fono para crear cuentas separadas. De este modo, las personas pueden compartimentar su actividad en l铆nea e impedir que otros relacionen sus distintas cuentas. Esto puede ser especialmente 煤til para las personas que desean mantener identidades separadas o que est谩n preocupadas por su privacidad y seguridad en l铆nea. Sin embargo, es importante tener en cuenta que algunas plataformas en l铆nea pueden tener pol铆ticas que proh铆ben la creaci贸n de m煤ltiples cuentas, por lo que los usuarios siempre deben comprobar las condiciones del servicio antes de crear cuentas adicionales. para proteger la privacidad. Esto puede implicar el uso de diferentes nombres de usuario o seud贸nimos para diferentes cuentas, o el uso de diferente",
        "paragraph4": {
          "title": "驴Qu茅 ofrece Nstbrowser en cuanto a privacidad y anonimato?",
          "listTitle1": "Segregaci贸n de servicios",
          "listSubTitle1": "Utiliza distintos perfiles virtuales para acceder a diversos servicios en l铆nea, garantizando que la identidad del usuario permanezca indetectable.",
          "listTitle2": "Multicuenta",
          "listSubTitle2": "Nstbrowser puede ayudarlo a administrar m煤ltiples cuentas, manteni茅ndolo a salvo de violaciones de privacidad mientras mantiene el anonimato de sus cuentas.",
          "listTitle3": "Agarre seguro",
          "listSubTitle3": "Recopile datos de fuentes abiertas sin revelar su identidad. Sus acciones parecer谩n similares a las de los usuarios normales."
        }
      },
      "da": {
        "title": "驴C贸mo utilizar Nstbrowser para Agencias Digitales?",
        "paragraphTitle1": "驴Cu谩l es un ejemplo de p谩gina web de una Agencia Digital?",
        "paragraphIntroduce1": "La publicidad en l铆nea, conocida como publicidad de pago, consiste en que los anunciantes pujen por participar en subastas en tiempo real para mostrar sus anuncios en una red o plataforma espec铆fica para un p煤blico concreto. Gracias a los algoritmos de las plataformas publicitarias, puede dirigirse a personas que buscan productos espec铆ficos o con determinados intereses o comportamientos, lo que aumenta sus posibilidades de llegar al p煤blico deseado a trav茅s de anuncios en l铆nea.",
        "paragraphTitle2": "驴Cu谩les son algunos ejemplos de sitios web de agencias digitales?",
        "paragraphTitle3": "No hay posibilidad de cambiar r谩pidamente de una cuenta publicitaria a otra:",
        "paragraphIntroduce3": "Al gestionar los perfiles de los clientes en las plataformas publicitarias, el especialista en marketing tiene que cambiar de uno a otro todo el tiempo. Cerrar la sesi贸n de un perfil e iniciar inmediatamente la de otra cuenta. Los sistemas antifraude tratan todas estas acciones como sospechosas. Por ello, los sistemas de las plataformas exigen al usuario que inicia sesi贸n que introduzca un c贸digo de un SMS que ha llegado al tel茅fono del propietario de la cuenta. Este procedimiento puede repetirse dos veces al d铆a. Como resultado, los clientes pierden la paciencia. Y junto con esto, el p煤blico objetivo tiene cada vez m谩s dudas sobre la profesionalidad de los especialistas de la agencia. Esto, junto con la acci贸n de otros factores negativos, conduce no s贸lo a la p茅rdida de reputaci贸n, sino tambi茅n a graves p茅rdidas financieras para la empresa.",
        "paragraph4": {
          "title": "驴Qu茅 ofrece Nstbrowser a las agencias digitales?",
          "listTitle1": "Evaluaci贸n fiable de conceptos publicitarios",
          "listSubTitle1": "Cree cuentas con ajustes personalizados y eval煤e la eficacia de las campa帽as publicitarias mediante configuraciones flexibles y completas.",
          "listTitle2": "Dir铆jase a audiencias espec铆ficas en funci贸n de criterios clave",
          "listSubTitle2": "Lance campa帽as publicitarias en varias cuentas y analice su eficacia para cada p煤blico objetivo individual reparti茅ndolas.",
          "listTitle3": "Aumente el n煤mero de anuncios",
          "listSubTitle3": "Aumente la eficacia de la promoci贸n de su marca utilizando la multicuenta para variar los mensajes publicitarios.",
          "listTitle4": "Estudie a sus rivales",
          "listSubTitle4": "Supervise las estrategias publicitarias y los contenidos innovadores de sus rivales desde la perspectiva del p煤blico objetivo.",
          "listTitle5": "Sembrar opiniones y gestionar reputaciones",
          "listSubTitle5": "Establezca cuentas fiables con el fin de promover puntos de vista a trav茅s de plataformas de medios sociales o foros y medios de comunicaci贸n influyentes."
        }
      }
    }
  },
  "blog": {
    "subTitle": "Navegando por la web con destreza: Descubriendo el poder de la navegaci贸n con huella digital.",
    "searchInputPlaceHolder": "B煤squeda",
    "backToBlog": "Volver a Blog",
    "catalog": "Cat谩logo",
    "more": "M谩s",
    "searchArticles": "Buscar art铆culos",
    "noData": "Sin datos",
    "title": "Blog",
    "mostPopularArticles": "Art铆culos m谩s populares"
  },
  "partner": {
    "title": "Asociarse",
    "subTitle": "Convi茅rtase en socio de Nstbrowser para acelerar el crecimiento conjunto",
    "cooperateWithUs": "Colabore con nosotros",
    "backToPartner": "Volver a Colaborar",
    "tips1": "驴Quiere colaborar de alguna manera?",
    "tips2": "Nos encantar铆a tener noticias suyas.",
    "tips3": "Env铆enos un mensaje a continuaci贸n y nos pondremos en contacto con usted lo antes posible.",
    "thanks": "Gracias",
    "name": "Nombre",
    "email": "Correo electr贸nico",
    "subject": "Asunto",
    "message": "Mensaje",
    "nameRequired": "Nombre requerido",
    "emailRequired": "Email requerido",
    "emailInvalid": "Email no v谩lido",
    "subjectRequired": "Asunto obligatorio",
    "messageRequired": "Mensaje obligatorio",
    "partnerPolicy": "He le铆do y acepto la <tc>TCondiciones de uso</tc> y <pp>Pol铆tica de privacidad</pp>, <cp>ol铆tica de cookies</cp>.",
    "termPolicy": "Condiciones de uso",
    "privacyPolicy": "Pol铆tica de privacidad",
    "cookiePolicy": "ol铆tica de cookies",
    "submitMessage": "Enviar mensaje",
    "submitSuccess": "Enviar correctamente"
  },
  "pricing": {
    "title": "Precios",
    "subTitle": "Navegador de huellas dactilares m谩s popular entre los usuarios",
    "download": "Descargar",
    "commingSoon": "pr贸ximamente",
    "custom": "Costumbre",
    "browserProfiles": "Perfiles de navegadores: ",
    "teamSeats": "Asientos de equipo",
    "contactUs": "Contacte con nosotros para obtener el plan de desarrollador.",
    "list": {
      "free": "Gratis",
      "professional": "Profesional",
      "business": "Empresarial",
      "enterprise": "Empresa"
    },
    "profiles": "Perfiles",
    "proxy": "Proxy",
    "teamwork": "Trabajo en equipo",
    "automation": "Automatizaci贸n",
    "exceptFree": "Excepto Gratis",
    "support": "soporte",
    "dailyProfileOpenCount": "Recuento diario de aperturas de perfiles: ",
    "team": "Equipo: ",
    "teamMember": "Miembros del equipo: ",
    "eachTimes": "{ times }/ Cada",
    "onceTimes": "{ times } / Una vez",
    "additionalOnceTimeProfile": "Perfil adicional de una sola vez: ",
    "additionalTeamMember": "Miembro adicional del equipo: ",
    "api": "API: ",
    "annually": "Anualmente",
    "monthly": "Mensual",
    "unlimited": "Ilimitado",
    "dailyProfileOpenCountTip": "Cada perfil se inicia m煤ltiples veces con solo un recuento de apertura",
    "additionalProfileOpenCount": "Recuento adicional de aperturas de perfil: ",
    "additionalProfileOpen": "Apertura de perfil adicional: ",
    "monthlyBilling": "Facturaci贸n mensual",
    "annualBilling": "Facturaci贸n anual",
    "mo": "Mensual",
    "yr": "a帽o",
    "differentProfileLaunchLimit": "L铆mite de inicio de sesi贸n de perfiles diferentes",
    "differentProfileLaunchLimitTips": "Cada suscripci贸n incluye un cierto n煤mero de arranques. El mismo perfil se inicia todos los d铆as. Solo se cuenta un arranque, y el n煤mero de arranques de recuperaci贸n del perfil se reinicia todos los d铆as.",
    "beyondProfileLaunch": "M谩s all谩 del lanzamiento de perfiles",
    "beyondProfileLaunchTips": "Permitimos el uso continuado m谩s all谩 del uso del plan de suscripci贸n. El exceso de uso se cobrar谩 seg煤n el precio unitario y se generar谩 una factura.",
    "oneTimeProfiles": "Perfiles de una sola vez",
    "oneTimeProfilesTips": "Proporcionamos perfiles para automatizaci贸n y captura de datos, que dar谩n prioridad al n煤mero de veces que se utiliza el plan de suscripci贸n, y se facturar谩n a un precio m谩s bajo cuando se exceda la cantidad.",
    "onceDaily": "Una vez / Diario",
    "getStarted": "Comenzar",
    "subscribe": "Suscribirse",
    "mostPopular": " M谩s popular",
    "detailedComparison": "Comparaci贸n detallada",
    "browserProfile": "Perfiles de Navegador",
    "beyondProfileLaunchLimit": "M谩s all谩 del l铆mite de lanzamiento de perfiles diferentes",
    "each": "Cada",
    "eachOneTime": "Cada (una vez)",
    "detailTeam": "Equipo",
    "detailTeamMember": "Miembro del Equipo",
    "memberDaily": "Miembro / Diario",
    "beyondTeamMember": "M谩s all谩 del miembro del equipo",
    "beyondTeamMemberTips": "Cada vez que contin煤es agregando miembros despu茅s de que el n煤mero de miembros del equipo supere el plan de suscripci贸n, se te facturar谩 y se generar谩 una factura en funci贸n del precio unitario diario del exceso de personas.",
    "beyondTeamMemberLimit": "M谩s all谩 del l铆mite de miembros del equipo",
    "feature": "Caracter铆stica",
    "authorityManagement": "Gesti贸n de autoridad",
    "cliAndAPI": "API",
    "uploadPlugin": "Cargar complemento",
    "uploadPluginTips": "Cada suscripci贸n incluye un cierto n煤mero de arranques. El mismo perfil se inicia todos los d铆as. Solo se cuenta un arranque, y el n煤mero de arranques de recuperaci贸n del perfil se reinicia todos los d铆as.",
    "windowManagement": "Gesti贸n de ventanas",
    "batchCreation": "Creaci贸n por lotes",
    "cookieManagement": "Gesti贸n de cookies",
    "emailSupport": "Soporte por correo electr贸nico",
    "realPersonSupport": "Soporte de personas reales",
    "contactOurSalesTeam": "Contacte a nuestro equipo de ventas",
    "contactOurSalesTeamDesc": "Encuentre una soluci贸n personalizada para su proyecto o desee obtener m谩s informaci贸n sobre el esquema de personalizaci贸n y los precios que podemos ofrecer. Si necesita conocer m谩s detalles, cont谩ctenos.",
    "contactUsBtnText": "Contacte con nosotros",
    "faqTitle1": "驴Qu茅 suscripciones debo elegir?",
    "faqContent1": "Ofrecemos perfiles de navegador y equipos ilimitados para todas las suscripciones. Sin embargo, cada plan de suscripci贸n viene con una cantidad espec铆fica de uso. Si supera su uso en el plan de suscripci贸n, puede seguir utiliz谩ndolo, pero incurrir谩 en facturas de facturaci贸n adicionales y deber谩 pagarlas.",
    "faqTitle2": "驴Puedo cancelar la suscripci贸n en cualquier momento?",
    "faqContent2": "S铆, puede desactivar las \"Suscripciones continuas\" en cualquier momento en la configuraci贸n de \"Suscripciones\". Puede seguir utilizando su cuenta despu茅s de cerrar la suscripci贸n continua hasta que finalice su per铆odo de facturaci贸n actual.",
    "faqTitle3": "驴C贸mo cambio mi suscripci贸n?",
    "faqContent3": "Puede actualizar o degradar su suscripci贸n cambiando el horario. La suscripci贸n mejorada se aplicar谩 de inmediato y pagar谩 la diferencia entre el precio restante de la suscripci贸n antigua y la nueva suscripci贸n y completar谩 el pago. Si tiene una suscripci贸n degradada, la tarifa se deducir谩 autom谩ticamente y ser谩 efectiva seg煤n la nueva suscripci贸n despu茅s de que finalice la suscripci贸n antigua. Deduciremos autom谩ticamente las tarifas de los Cr茅ditos. Por favor, confirme que hay cr茅ditos suficientes.",
    "faqTitle4": "驴Qu茅 m茅todos de pago aceptan?",
    "faqContent4": "Aceptamos el pago a trav茅s de Paypro, Sellix. Se pueden ver m谩s m茅todos de pago en la p谩gina.",
    "faq": "Preguntas frecuentes",
    "pioneerEnjoy": " Disfrute de {num} derechos e intereses exclusivos",
    "exclusiveDesc": "Suscripci贸n exclusiva de pruebas internas, ventas limitadas",
    "asLowMonth": "Tan bajo como {num}/mes",
    "startSameProfileTips": "Los inicios repetidos del mismo perfil se cuentan solo una vez al d铆a y la cantidad de inicios de perfil se restablecer谩 diariamente.",
    "selectPlan": "Seleccionar plan",
    "startFreeTrial": "Iniciar prueba gratuita",
    "customPlanTips": "Satisfacer cualquiera de tus necesidades",
    "customPlanTips1": "Usa todas las funciones de forma gratuita",
    "rpa": "RPA",
    "container": "Contenedor"
  },
  "affiliatePrograms": {
    "joinTitle": "nase a nuestro programa de afiliados",
    "subDesc": " Gana dinero a trav茅s de nuestro programa de afiliados, 隆nos encantar铆a ayudarte!",
    "joinNow": " nete ahora",
    "nstbrowser": " Nstbrowser",
    "affiliatePrograms": " Programas afiliados",
    "affiliateProgramsDesc": "Al participar en nuestro programa, tendr谩s la oportunidad de promocionar nuestros productos y servicios y ganar comisiones lucrativas.",
    "headGuideData": {
      "title1": " 隆Inscribirse!",
      "desc1": " Reg铆strese para obtener una cuenta de Nstbrowser para obtener los enlaces de referencia",
      "title2": " 隆Invitar usuario!",
      "desc2": " Copie el enlace de referencia, comp谩rtalo o col贸quelo en su sitio y la gente se registrar谩 a trav茅s del enlace.",
      "title3": " 隆Gana recompensas!",
      "desc3": " Los recomendadores registrados compran suscripciones y t煤 obtienes una comisi贸n por compartir"
    },
    "higher": " M谩s alto",
    "commissionRate": " Una tasa de comisi贸n <higher> M谩s alto</higher> significa m谩s ingresos",
    "commissionRateDesc": " Reg铆strese en Nstbrowser y comparta sus enlaces promocionales para obtener una comisi贸n del 15% en sus suscripciones de referencia durante 24 meses.",
    "realTime": " Tiempo real",
    "realTimeRewards": "<real>Tiempo real</real> Liquidaci贸n de recompensas",
    "realTimeRewardsDesc": " Puede realizar un seguimiento de la cantidad de referencias y la cantidad que le brindan en tiempo real, y el monto de la recompensa se liquida en su cuenta en tiempo real.",
    "faq": "Preguntas frecuentes",
    "faqTitle1": "驴C贸mo ganar dinero con Nstbrowser?",
    "faqContent1": " Despu茅s de registrarse en Nstbrowser, copie el enlace de invitaci贸n de referencia e invite a los usuarios a registrarse a trav茅s del enlace, y luego compre un plan de suscripci贸n de Nstbrowser para poder ganar comisiones.",
    "faqTitle2": " 驴Cu谩nta comisi贸n puedes ganar?",
    "faqContent2": " Hasta 15% de comisi贸n",
    "faqTitle3": " 驴Cu谩ndo se acredita la comisi贸n?",
    "faqContent3": " La comisi贸n se acredita en tiempo real despu茅s de que paga la referencia.",
    "faqTitle4": " 驴C贸mo hago el seguimiento de mis promociones?",
    "faqContent4": " Proporcionamos datos de seguimiento en tiempo real, que le permiten ver la cantidad de referencias y recompensas de comisiones en tiempo real."
  },
  "download": {
    "title": "隆Descarga y 煤salo GRATIS!",
    "subTitle": "Nstbrowser est谩 completamente abierto y gratuito para usar, ofreciendo un entorno de navegador y n煤meros de equipos ilimitados. 隆Desc谩rgalo y 煤salo inmediatamente!",
    "subTitle2": "Haz clic para unirte a nuestra comunidad de rastreo de datos/web scraping para obtener las 煤ltimas ideas de la industria sobre",
    "windowsSubTitle": "Windows 10 o superior, 64 bits",
    "downloadBtnText": "Descarga GRATIS",
    "comingSoon": "pr贸ximamente",
    "unlimitedBrowserProfiles": "<text>Ilimitado</text> Perfiles de navegador",
    "unlimited": "Ilimitado",
    "unlimitedBrowserProfilesDesc": "Ofrecemos un n煤mero ilimitado de entornos de navegador seguros para lograr tus objetivos.",
    "joinNow": " nete ahora",
    "realBrowserFingerpints": "<text>Real</text> Huellas digitales del navegador",
    "real": "Real",
    "realBrowserFingerpintsDesc": "Utiliza tecnolog铆a 煤nica para crear huellas dactilares que se asemejan mucho a los patrones de usuarios reales, lo que facilita pasar las inspecciones del sitio web.",
    "multiTeam": "Gesti贸n flexible de varios equipos",
    "multiTeamDesc": "Ofrecemos un n煤mero ilimitado de equipos, con la flexibilidad de a帽adir miembros y establecer permisos.",
    "customFingerprints": "Par谩metros personalizados",
    "customFingerprintsDesc": "Ajuste r谩pidamente las huellas dactilares del navegador, los proxies y otros par谩metros en funci贸n de sus necesidades para satisfacer mejor sus requisitos."
  },
  "releaseNotes": {
    "title": "Notas de la versi贸n",
    "desc": "Conozca las 煤ltimas caracter铆sticas de Nstbrowser"
  },
  "header": {
    "contact": "Contacto"
  },
  "sign-in": "Iniciar sesi贸n",
  "download-for-free": "Desc谩rgalo gratis",
  "start-free-trial": "Empiza la prueba gratuita",
  "home": {
    "cloud-based-fingerprint-browser": "Navegador de huellas dactilares basado en la nube",
    "browserDesc": "Integraci贸n en la nube para web scraping y automatizaci贸n, incorporando perfectamente nuestra soluci贸n a su negocio."
  },
  "contact-us": "Cont谩ctenos",
  "Error": {
    "retry": "Rever"
  },
  "form": {
    "mail": "Por favor complete la direcci贸n de correo electr贸nico",
    "valid-mail": "Por favor introduzca una direcci贸n de correo electr贸nico v谩lida",
    "valid-agree": "Por favor acepta los t茅rminos",
    "valid-name": "Por favor complete el nombre",
    "valid-note": "Porfavor llene"
  },
  "more": "M谩s",
  "get-started": "Empezar",
  "common": {
    "download": "Descargar",
    "ok": "DE ACUERDO",
    "we-will-contact-you-shortly": "Nos comunicaremos contigo en breve",
    "with-more-details": "con m谩s detalles dentro de un d铆a h谩bil.",
    "you-will-receive-an-email-to": "Recibir谩s un correo electr贸nico a",
    "legal": "Legal",
    "product": "Producto",
    "resource": "Recurso",
    "solution": "Soluci贸n",
    "support": "Apoyo",
    "please-enter": "Por favor escribe",
    "ad": "nase a nuestra comunidad de scraping y Browserless: 隆donde desarrolladores y empresas innovan juntos!",
    "adBtn": "Empez贸 gratis"
  },
  "product": {
    "rpa": {
      "desc1": "Ejecuci贸n local multiconcurrente",
      "desc2": "Operaci贸n y almacenamiento basados en la nube",
      "desc3": "Entorno real de huellas dactilares",
      "desc": "Encuentre cientos de flujos de trabajo para sus proyectos de automatizaci贸n o web scraping.",
      "store": {
        "desc1": "Al extraer informaci贸n de productos de Amazon o Etsy, puede obtener informaci贸n sobre la din谩mica del mercado, investigar a los competidores y realizar ajustes oportunos a sus estrategias de productos y precios, obteniendo as铆 informaci贸n sobre el mercado y una ventaja estrat茅gica.",
        "desc2": "A trav茅s de herramientas de automatizaci贸n, es m谩s f谩cil extraer datos e informaci贸n valiosos de Facebook, Twitter (X), que son adecuados para an谩lisis de mercado, adquisici贸n de clientes potenciales y recopilaci贸n de datos.",
        "desc3": "Al realizar tareas automatizadas en varias cuentas, puede completar sin esfuerzo tareas repetitivas y mundanas, como mensajes masivos, campa帽as publicitarias, marketing de afiliaci贸n y env铆o de correo electr贸nico, etc., para reducir eficazmente su carga de trabajo.",
        "desc4": "A trav茅s de herramientas automatizadas, puede obtener datos e informaci贸n valiosos en sitios de redes sociales de videos como YouTube y TikTok, como la recopilaci贸n de comentarios, la recopilaci贸n de informaci贸n de videos lo ayuda a obtener informaci贸n sobre las opiniones de los usuarios y, al analizar los datos, tambi茅n puede ayudarlo a monitorear la popularidad. \nde su contenido e investigue a sus competidores.",
        "desc5": "Puede recopilar datos e informaci贸n de manera eficiente mediante herramientas de automatizaci贸n. \nLa informaci贸n de datos precisa y eficaz puede ayudarle a investigar a los competidores, evaluar el mercado y formular estrategias.",
        "title1": "Automatizaci贸n del comercio electr贸nico",
        "title2": "Automatizaci贸n de redes sociales",
        "title3": "Automatizaci贸n de m煤ltiples cuentas",
        "title4": "Automatizaci贸n social de v铆deos",
        "title5": "Monitoreo de datos en tiempo real"
      },
      "title": "Mercado de RPA"
    },
    "browser": {
      "introduce1": "La personalizaci贸n de huellas dactilares de m煤ltiples dispositivos y navegadores garantiza la singularidad y el anonimato.",
      "introduce2": "La soluci贸n integral de desbloqueo web admite el acceso web sin restricciones.",
      "introduce3": "Sincronizaci贸n en la nube y almacenamiento de datos en la nube.",
      "introduce4": "API f谩cil de usar.",
      "introduce6": "La sincronizaci贸n de ventanas m煤ltiples y la organizaci贸n autom谩tica ayudan a operar varias cuentas simult谩neamente.",
      "introduceTitle2": "Soluci贸n de administraci贸n de cuentas m煤ltiples: administraci贸n y operaci贸n de miles de cuentas",
      "introduce7": "Las huellas dactilares aut茅nticas mantienen la navegaci贸n an贸nima y la seguridad de la cuenta, evitando la detecci贸n.",
      "introduce8": "Funciones flexibles de colaboraci贸n de miembros y gesti贸n de permisos.",
      "introduce9": "M茅todo de configuraci贸n simple para la creaci贸n por lotes. \nGenere m煤ltiples archivos de configuraci贸n 煤nicos con un solo clic.",
      "introduceTitle": "Soluci贸n de automatizaci贸n y raspado web: desbloqueo de sitios web y extracci贸n de datos",
      "senseDesc1": "Utilice Nstbrowser para optimizar tareas como la automatizaci贸n",
      "senseDesc2": "e investigaci贸n de la competencia en plataformas como Google, Facebook, eBay y Amazon.",
      "senseTitle": "Satisfaga sus necesidades de extracci贸n de datos"
    },
    "browserless": {
      "introduce1": "Integre y utilice los servicios en la nube de Nstbrowser con un solo clic y permita la ejecuci贸n sin esfuerzo de tareas simult谩neas a gran escala, ahorrando recursos y tiempo de manera efectiva y brindando soporte r谩pido para las operaciones comerciales.",
      "introduce2": "Ejecutar cualquier script y ejecutar operaciones complejas del navegador o tareas de web scraping a trav茅s de un navegador sin cabeza, lo que le permite escribir scripts seg煤n sus necesidades para lograr diversas tareas de automatizaci贸n.",
      "introduce3": "Seguimiento y gesti贸n de recursos:",
      "introduce3-2": "Realice un seguimiento del uso de RAM, CPU y GPU para garantizar que el navegador consuma recursos de manera razonable.",
      "introduce3-3": "Equilibrio de carga y escalado:",
      "introduce3-4": "Afronte aumentos repentinos de tr谩fico asignando din谩micamente recursos para equilibrar y escalar la carga, garantizando estabilidad y confiabilidad.",
      "introduce4": "Servicio de almacenamiento en la nube:",
      "introduce4-2": "Acceda al servicio en la nube de Nstbrowser para ejecutar sus scripts y tareas, liber谩ndolo de las limitaciones de los recursos locales y logrando un alojamiento completo.",
      "introduce4-3": "Servidor dedicado:",
      "introduce4-4": "Proporcione instancias de servidor dedicado, disfrutando de un mayor rendimiento, opciones de configuraci贸n m谩s flexibles y un mejor aislamiento.",
      "introduceSubTitle": "Soluci贸n de tareas de automatizaci贸n y web scraping a gran escala",
      "introduceTitle": "Navegador sin cabeza basado en la nube",
      "introduceTitle1": "Integraci贸n perfecta e implementaci贸n r谩pida",
      "introduceTitle2": "Ejecuci贸n de scripts y operaciones del navegador",
      "introduceTitle3": "Gesti贸n del rendimiento y de los recursos",
      "introduceTitle4": "M茅todos de uso e integraci贸n flexibles",
      "sense": "Logre una gesti贸n completa mediante el potente Nstbrowserless",
      "senseDesc1": "Nstbrowserless ejecutar谩 cualquier script perfectamente, ya sean simples clics en botones, entradas de contenido o tareas complejas como completar formularios y flujos de trabajo automatizados.",
      "senseDesc2": "Puede encapsular sus scripts de automatizaci贸n a trav茅s de una interfaz API REST, eliminando la necesidad de soporte completo de una biblioteca de automatizaci贸n.",
      "senseDesc3": "Ayude a administrar las cookies para mantener la coherencia de los datos en diferentes sesiones, lo que es particularmente 煤til para evitar las funciones de detecci贸n de bots en sitios web.",
      "senseDesc4": "Durante la ejecuci贸n del script, el contenido de la p谩gina se puede transmitir din谩micamente al iframe, lo que resulta 煤til para completar tareas de automatizaci贸n interactivas.",
      "senseDesc5": "Keepalive permite cambiar sin problemas entre diferentes sesiones del navegador, manteniendo el funcionamiento continuo de los procesos del navegador.",
      "senseDesc6": "Admite el navegador sin cabeza JavaScript, lo que le permite ejecutar scripts en cualquier sitio web, incluso aplicaciones complejas de una sola p谩gina, para satisfacer una gama m谩s amplia de necesidades de automatizaci贸n.",
      "senseTitle1": "Ejecute cualquier script complejo",
      "senseTitle2": "Envuelva sus scripts en una API REST",
      "senseTitle3": "Almacenamiento en cach茅 persistente y gesti贸n de cookies",
      "senseTitle4": "Interacci贸n remota",
      "senseTitle5": "Continuidad de la sesi贸n",
      "senseTitle6": "Potentes capacidades de renderizado del navegador"
    },
    "cloudflare": {
      "introduce1": "Detecta y resuelve autom谩ticamente desaf铆os de Cloudflare (Captchas, Turnstile, etc.)",
      "introduce10": "El cumplimiento es fundamental y cumplimos plenamente con la pol铆tica de rob贸tica del sitio y nos comportamos de manera 茅tica.",
      "introduce2": "Mantenga un rastreo continuo con rotaci贸n de IP inteligente",
      "introduce3": "Altas tasas de 茅xito de hasta el 99,9 % para una recopilaci贸n de datos fiable",
      "introduce4": "Emulaci贸n de usuarios y gesti贸n de huellas dactilares para evitar CAPTCHAs",
      "introduce5": "Aprendizaje autom谩tico profundo Cloudflare",
      "introduce6": "Admite los 煤ltimos mecanismos de protecci贸n de Cloudflare en todos los sitios",
      "introduce7": "Integraci贸n perfecta con c贸digo simple para integrar r谩pidamente servicios en su c贸digo existente.",
      "introduce8": "Rendimiento escalable, procesando miles de solicitudes por segundo",
      "introduce9": "Aprendizaje autom谩tico para la resoluci贸n de desaf铆os de alta precisi贸n",
      "introduceTitle": "Evite f谩cilmente los desaf铆os de Cloudflare Turnstile y Captcha",
      "introduceTitle2": "Arquitectura escalable para operaciones de rastreo de nivel empresarial"
    },
    "desc": {
      "browserless": "Resuelva el web scraping y la automatizaci贸n complejos con Nstbrowserless, logrando una gesti贸n completa en la Nube.",
      "cloudflare-bypass": "Soluci贸n automatizada para Turnstile de Cloudflare",
      "fingerprint-browser": "Navegador antidetecci贸n todo en uno con funciones automatizadas",
      "rpa": "No es necesario codificar para construir un robot automatizado, extraer datos en ning煤n sitio web y completar tareas repetitivas.",
      "web-unlocker": "Una soluci贸n de recopilaci贸n de datos automatizada a gran escala evita los sistemas anti-bot"
    },
    "entry": {
      "browserDesc1": "Personalice los par谩metros de huellas dactilares para generar huellas dactilares aut茅nticas y pasar f谩cilmente la detecci贸n de sitios web.",
      "browserDesc2": "Basado en los motores Chromium y Firefox, Nstbrowser admite la configuraci贸n personalizada de par谩metros de huellas dactilares.",
      "browserDesc3": "Tecnolog铆a de IA dise帽ada para el reconocimiento autom谩tico de CAPTCHA.",
      "browserDesc4": "Nstbrowser identifica los servidores proxy m谩s eficaces para objetivos espec铆ficos, lo que reduce la probabilidad de que sus actividades sean rastreadas o bloqueadas.",
      "browserDesc5": "Compatible con Puppeteer, Playwright y Selenium, Nstbrowser ofrece capacidades m谩s potentes que los navegadores automatizados tradicionales y los navegadores sin cabeza.",
      "browserTitle1": "Huella digital del navegador real",
      "browserTitle2": "Motor de navegador avanzado",
      "browserTitle3": "CAPTCHA Reconociendo",
      "browserTitle4": "Rotaci贸n de IP",
      "browserTitle5": "Compatibilidad",
      "browserlessDesc1": "Basado en la contenedorizaci贸n, utilice los servicios en la nube para ejecutar y administrar scripts de automatizaci贸n sin problemas, sin procesos complejos de instalaci贸n y configuraci贸n.",
      "browserlessDesc2": "Utilice un entorno de navegador sin cabeza para simular las interacciones del usuario a trav茅s de scripts, completando tareas de manera eficiente.",
      "browserlessDesc3": "Las capacidades de procesamiento de tareas simult谩neas eficientes y estables permiten el manejo simult谩neo de m煤ltiples tareas para mejorar la eficiencia del trabajo y el rendimiento del sistema.",
      "browserlessDesc4": "Compatible con herramientas de automatizaci贸n populares como Puppeteer y Playwright, lo que ofrece una gama m谩s amplia de opciones.",
      "browserlessTitle1": "Tecnolog铆a de contenedorizaci贸n",
      "browserlessTitle2": "Navegador sin cabeza",
      "browserlessTitle3": "Capacidad poderosa",
      "browserlessTitle4": "Amplia compatibilidad",
      "cloudflareDesc1": "Rompiendo el escudo anti-rastreo de 5 segundos de Cloudflare y la protecci贸n WAF",
      "cloudflareDesc2": "La exclusiva huella digital real de Nstbrowser evita el bloqueo de sitios web, admite par谩metros de huellas dactilares personalizados y proporciona opciones de configuraci贸n de huellas dactilares m谩s flexibles.",
      "cloudflareDesc3": "Determine el proxy m谩s efectivo para un objetivo espec铆fico, sondeando constantemente las IP en el backend y seleccionando autom谩ticamente los par谩metros del dispositivo para solicitar nuevamente cuando falla.",
      "cloudflareTitle1": "Evite Cloudflare en el 99,9% de los sitios web",
      "cloudflareTitle2": "Huella digital real del navegador",
      "cloudflareTitle3": "Rotaci贸n de IP inteligente",
      "rpaDesc1": "No se requieren conocimientos de codificaci贸n, simplemente arrastre y suelte m贸dulos para dise帽ar flujos de trabajo. \nOfrecemos una variedad de m贸dulos para satisfacer todas sus necesidades.",
      "rpaDesc2": "Obtenga datos de cualquier sitio web, exporte resultados de datos en formatos JSON, Excel, CSV o int茅grelos con Google Sheets.",
      "rpaDesc3": "Ejecute programaciones autom谩ticamente en segundo plano, ahorrando uso de recursos y manejando de manera eficiente multitareas complejas.",
      "rpaDesc4": "Ejecute autom谩ticamente tareas 煤nicas o repetitivas seg煤n tiempos programados espec铆ficos.",
      "rpaDesc5": "Admite la ejecuci贸n simult谩nea local de m煤ltiples tareas y m煤ltiples entornos para mejorar la eficiencia del procesamiento de tareas.",
      "rpaDesc6": "Identifica y evita autom谩ticamente CAPTCHA en sitios web para la extracci贸n de datos automatizada y sin obst谩culos.",
      "rpaDesc7": "Lograr la recopilaci贸n de datos automatizada en escenarios por lotes y de alta concurrencia",
      "rpaDesc8": "Interact煤e sin problemas con las huellas digitales del navegador y a铆sle las cuentas de forma segura en un entorno de huellas digitales real.",
      "rpaTitle1": "Operaciones visuales sin c贸digo",
      "rpaTitle2": "Raspado de datos",
      "rpaTitle3": "Sin cabeza",
      "rpaTitle4": "Tarea cronometrada",
      "rpaTitle5": "Ejecuci贸n multiconcurrente",
      "rpaTitle6": "Omitir CAPTCHA",
      "rpaTitle7": "Automatizaci贸n en la nube para la recopilaci贸n de datos",
      "rpaTitle8": "Entorno seguro de huellas dactilares del navegador",
      "webDesc1": "Acceda a cualquier sitio web a escala sin problemas, garantizando visitas no detectadas.",
      "webDesc2": "Acceda a sitios web de destino y evite la detecci贸n por parte de bots.",
      "webDesc3": "Nstbrowser rota continuamente la IP en el backend. \nSi la solicitud de raspado falla, seleccionaremos otro par谩metro del dispositivo y volveremos a intentar la solicitud.",
      "webDesc4": "Evite el bloqueo de sitios basado en las huellas digitales reales 煤nicas de Nstbrowser",
      "webTitle1": "Eludir la detecci贸n de robots",
      "webTitle2": "Simulaci贸n del comportamiento del usuario",
      "webTitle3": "Rotaci贸n de IP inteligente",
      "webTitle4": "Huellas digitales del navegador"
    },
    "title": {
      "browserless": "Browserless",
      "cloudflare-bypass": "Acceda a datos protegidos por Cloudflare sin problemas",
      "fingerprint-browser": "Navegador antidetecci贸n",
      "rpa": "Navegador de automatizaci贸n en la nube multiconcurrente",
      "web-unlocker": "Desbloqueador web"
    },
    "unblock": {
      "and-execute-easily": "y ejecutar f谩cilmente",
      "deploy": "Desplegar",
      "desc": "Evite los sistemas anti-bot del sitio web para obtener acceso a datos sin restricciones",
      "desc1": "Nstbrowser utiliza huellas digitales reales del navegador, resoluci贸n autom谩tica de CAPTCHA, rotaci贸n inteligente de IP, reintentos de solicitudes y otras funciones automatizadas para garantizar un acceso perfecto a cualquier sitio web.",
      "desc2": "Nstbrowser accede a sitios web como un usuario genuino a trav茅s de una tecnolog铆a 煤nica de toma de huellas digitales del navegador. \nUtilizamos huellas digitales reales del navegador, huellas digitales de Canvas, seguimiento del movimiento del mouse y enmascaramiento WebRTC para garantizar que no lo detectemos.",
      "desc3": "Integre f谩cilmente en su c贸digo existente, conecte sin problemas sus soluciones de rastreo de automatizaci贸n, ahorr谩ndole tiempo y recursos.",
      "effect": "Sitios web de forma eficaz",
      "simulate": "Simular",
      "title": "Desbloquear sitios web",
      "unblock": "Desatascar",
      "user-behavior": "Comportamiento del usuario"
    }
  },
  "start": "Comenzar",
  "api-docs": "Documentos API",
  "sign-in-for-free": "Inicia sesi贸n gratis",
  "solution": {
    "anti": {
      "introduceAuto": "y automatizaci贸n sin problemas",
      "introduceDesc": "M煤ltiples soluciones para acceso web sin restricciones",
      "introduceDesc1": "Ofreciendo m煤ltiples soluciones anti-detecci贸n para el acceso y operaci贸n de p谩ginas web sin problemas y sin ser detectados.",
      "introduceDesc2": "D茅jenos los desaf铆os a nosotros: manejaremos todos los obst谩culos",
      "introduceDesc3": "Con Nstbrowser, puede evitar f谩cilmente la detecci贸n anti-bot sin gastar tiempo ni recursos para superar estos obst谩culos. \nAccede a cualquier sitio web sin problemas.",
      "introduceDesc4": "Acceso sin restricciones al sitio web para automatizaci贸n y recopilaci贸n de datos",
      "introduceDesc5": "Evite autom谩ticamente las restricciones web con m煤ltiples soluciones para mantener una alta tasa de 茅xito. \nPague solo por solicitudes exitosas.",
      "introduceExecute": "Ejecutar",
      "introduceTitle": "Omitir la detecci贸n anti-bots",
      "introduceTitle2-1": "desbloquear",
      "introduceTitle2-2": "Sitios web, c茅ntrese m谩s en datos y tareas",
      "introduceTitle3": "Ventajas del robot antidetecci贸n",
      "introduceWebScrap": "Raspado web"
    },
    "browser": {
      "desc": "Proporcionar soluciones integrales de automatizaci贸n para operaciones complejas de nivel empresarial",
      "desc1": "Data Scraping logrado sin esfuerzo: integre m煤ltiples soluciones para desbloquear barreras de acceso web.",
      "desc2": "Nstbrowser incorpora Real Browser Fingerprints, Browserless, Web Unblocker, Intelligent Proxies, Automation y otras soluciones para superar todos los obst谩culos encontrados durante el web scraping, acceder sin problemas a cualquier sitio web y simplificar el proceso.",
      "desc3": "Para evitar toda detecci贸n anti-bot y simplificar el web scraping, ofrecemos una variedad de soluciones anti-bot, que incluyen",
      "desc3-1": "Cloudflare Solver, Browserless, anti-CAPTCHA, proxies premium",
      "desc3-2": ", y",
      "desc3-3": "Rotaci贸n de proxy inteligente.",
      "desc3-4": "D茅janos el problema a nosotros y logra el web scraping sin esfuerzo.",
      "desc4": "Nstbrowser integra perfectamente soluciones de automatizaci贸n",
      "desc5": "Soluciones Integrales de Automatizaci贸n:",
      "desc5-1": "Implemente r谩pidamente tareas de automatizaci贸n complejas, mejore la eficiencia de la ejecuci贸n y garantice resultados confiables.",
      "desc6": "Automatizaci贸n de datos:",
      "desc6-1": "El almacenamiento y el procesamiento de datos automatizados proporcionan recopilaci贸n, limpieza y transformaci贸n de datos automatizados.",
      "desc7": "Alta integraci贸n",
      "desc7-1": "Implementaci贸n eficiente:",
      "desc7-2": "y",
      "desc7-3": "Integre perfectamente sus aplicaciones de secuencias de comandos de automatizaci贸n",
      "desc7-4": "Alta Integraci贸n:",
      "desc7-5": "Compatible y adaptable a Puppeteer, Playwright, Selenium y otras herramientas convencionales.",
      "desc7-6": "Implementaci贸n eficiente:",
      "desc7-7": "Implementaci贸n r谩pida sin configuraci贸n compleja, lo que hace que sus operaciones de scraping sean m谩s eficientes.",
      "startDesc": "Utilice f谩cilmente nuestro servicio de cl煤ster en la nube para ejecutar scripts y tareas. \nImplemente r谩pidamente con soluciones totalmente administradas para ahorrar tiempo y costos, sin preocupaciones.",
      "startDesc2": "Nstbrowser proporciona instancias de servidor dedicadas para un mayor rendimiento, opciones de configuraci贸n m谩s flexibles y un mejor aislamiento.",
      "startDesc3": "Implemente y ejecute en su servidor o entorno de nube utilizando nuestra imagen Docker, lo que le brinda control total sobre la implementaci贸n y administraci贸n de su servicio.",
      "startTitle": "Soluci贸n de servicios en la nube",
      "startTitle2": "Soluci贸n de servidor dedicado",
      "startTitle3": "Soluci贸n de alojamiento en la nube",
      "title": "Automatizaci贸n y raspado web integrados",
      "title1": "Web",
      "title1-1": "Raspado",
      "title2": "Anti-",
      "title2-1": "Robot de detecci贸n",
      "title3": "Automatizaci贸n",
      "title4": "Extenso",
      "title5-1": "Compatibilidad",
      "desc2-1": "huellas dactilares del navegador, Browserless, desbloqueador web y proxy inteligente."
    },
    "desc": {
      "anti-detect-bot": "Evite la detecci贸n anti-bot: m煤ltiples soluciones para la automatizaci贸n y el web scraping simplificados",
      "fingerprint-browser": "Soluci贸n empresarial de automatizaci贸n en la nube a gran escala",
      "multi-account": "Dise帽ado espec铆ficamente para la gesti贸n de m煤ltiples cuentas, permitiendo la operaci贸n de miles de cuentas sin ser rastreadas.",
      "scraping": "Integre perfectamente soluciones de web scraping para ejecutar sin esfuerzo requisitos de datos complejos.",
      "data-isolation": "Acceda a datos y p谩ginas web de forma segura desde nuestro navegador Cloud Container. \nA铆slelo de los dispositivos para mantener la seguridad de la red y los datos."
    },
    "multi": {
      "introduce1": "Acceso an贸nimo sin ser rastreado",
      "introduce2": "Gesti贸n y operaci贸n seguras",
      "introduce3": "Canales comerciales m谩s amplios, crecimiento de datos m谩s significativo",
      "introduce4": "Configuraci贸n flexible del trabajo en equipo y gesti贸n de permisos",
      "introduceDesc": "Mejore la eficiencia empresarial y logre un crecimiento de datos con Nstbrowser",
      "introduceDesc1": "Evite la interconexi贸n entre cuentas para reducir el riesgo de detecci贸n",
      "introduceDesc2": "Mejore la seguridad y el anonimato mientras reduce el riesgo de detecci贸n y bloqueo de cuentas cuando utiliza varias cuentas.",
      "introduceDesc3": "Cree m谩s cuentas para expandir su negocio a trav茅s de m煤ltiples canales, impulsando el crecimiento empresarial.",
      "introduceDesc4": "La sincronizaci贸n en la nube y el intercambio de archivos facilitan la colaboraci贸n en equipo al asignar diferentes roles y establecer permisos funcionales para una gesti贸n eficaz.",
      "introduceTitle": "Administre miles de cuentas de forma segura Ideal para"
    },
    "scrap": {
      "introduce1": "Web scraping desbloqueado y sin obst谩culos",
      "introduce2": "Rotaci贸n de IP inteligente efectiva y confiable",
      "introduce3": "Servicio de alojamiento en la nube escalable",
      "introduce4": "Monitoreo en tiempo real",
      "introduceDesc": "Logre el web scraping y la automatizaci贸n sin preocupaciones de infraestructura",
      "introduceDesc1": "Las soluciones antidetecci贸n de Nstbrowser y las huellas dactilares aut茅nticas del navegador pueden simular el comportamiento real del usuario, garantizando el desbloqueo.",
      "introduceDesc2": "Nstbrowser rota las IP para adaptar los escenarios apropiados y presenta una funci贸n de reintento autom谩tico, satisfaciendo las necesidades de los rastreadores web.",
      "introduceDesc3": "Integre perfectamente con la nube para lograr sin esfuerzo una administraci贸n y automatizaci贸n de rastreadores a gran escala y totalmente administradas.",
      "introduceDesc4": "Nstbrowser puede monitorear el estado del scraping, configurar estados de tiempo de ejecuci贸n, registrar registros y recibir alertas y notificaciones de errores f谩cilmente para ayudarlo a administrar eficientemente los scrapers web a gran escala.",
      "introductTitle": "Soluci贸n de tareas de automatizaci贸n y raspado web a gran escala",
      "useful": {
        "desc1": "Recopile informaci贸n de sitios web de comercio electr贸nico como Amazon y eBay, incluida informaci贸n de productos, precios y URL. \nEsto le ayuda a obtener informaci贸n sobre el mercado y mejorar las estrategias de precios.",
        "desc2": "Recopile, analice e interprete informaci贸n sobre mercados, industrias o audiencias objetivo espec铆ficas para predecir y analizar cambios en el mercado, respaldando las decisiones comerciales.",
        "desc3": "Explore datos e informaci贸n en varias plataformas de redes sociales para realizar an谩lisis de mercado y usuarios, recopilando informaci贸n de clientes potenciales.",
        "desc4": "Recopile datos de SEO, desarrolle u optimice estrategias de motores de b煤squeda, realice un seguimiento de las palabras clave y formule estrategias de palabras clave.",
        "title": "Soluci贸n 煤til de recopilaci贸n de datos para cualquier campo",
        "title1": "Datos del producto",
        "title2": "Investigaci贸n de mercado",
        "title3": "Medios de comunicaci贸n social",
        "title4": "Optimizaci贸n de motores de b煤squeda"
      }
    },
    "sense": {
      "anti-detect-bot": "Soluciones de bots antidetecci贸n",
      "anti": {
        "desc1": "Con retrasos aleatorios, Nstbrowser simula acciones reales del usuario, como movimientos del mouse, entradas y clics para garantizar que sus tareas de automatizaci贸n parezcan aut茅nticas y evitar la detecci贸n del sitio web.",
        "desc2": "Bas谩ndonos en la extensa base de datos de huellas dactilares de Nstbrowser, proporcionamos informaci贸n aut茅ntica de las huellas dactilares del navegador para simular mejor el comportamiento del usuario. \nEsto respalda el funcionamiento estable y eficiente del navegador de huellas digitales basado en la nube, lo que reduce el riesgo de detecci贸n.",
        "desc3": "Soluci贸n automatizada para Turnstile de Cloudflare",
        "desc4": "A trav茅s de la rotaci贸n de IP, ayudamos a evitar el riesgo de detecci贸n e interceptaci贸n debido a solicitudes frecuentes desde una 煤nica direcci贸n IP, mejorando su anonimato durante el acceso al sitio web.",
        "desc5": "Con una huella digital 煤nica y real, Nstbrowser emula interacciones genuinas del usuario con sitios web. \nSeleccionamos los par谩metros correctos del navegador, encabezados, cookies y JavaScript para garantizar que no nos detecten.",
        "desc6": "Omita y resuelva autom谩ticamente los CAPTCHA de sitios web para lograr un acceso web fluido y tareas de automatizaci贸n, evitando la detecci贸n anti-bot.",
        "title1": "Simulaci贸n de comportamientos de usuarios reales",
        "title2": "Desbloqueador web",
        "title3": "Solucionador de nube",
        "title4": "Rotaci贸n de IP inteligente",
        "title5": "Huellas digitales del navegador",
        "title6": "Solucionador de CAPTCHA"
      },
      "browser": {
        "desc1": "Utilice el navegador de huellas dactilares sin cabeza basado en la nube para la automatizaci贸n y el raspado web, ejecutando, administrando y monitoreando sin esfuerzo los scripts de automatizaci贸n del navegador para lograr procesos de automatizaci贸n y extracci贸n de datos eficientes y sin problemas.",
        "desc2": "Bas谩ndonos en la extensa base de datos de huellas digitales de Nstbrowser, proporcionamos huellas digitales reales del navegador, que pueden ayudar a simular el comportamiento real del navegador del usuario, respaldar el funcionamiento estable y eficiente de los navegadores de huellas digitales basados en la nube y reducir el riesgo de detecci贸n.",
        "desc3": "A trav茅s de servicios totalmente administrados basados en la nube, libere completamente sus recursos locales. \nCon soporte para tecnolog铆a de equilibrio de carga y escalado din谩mico, garantizamos soluciones de automatizaci贸n estables, eficientes y rentables.",
        "desc4": "Nstbrowser integra servicios de huellas dactilares del navegador, desbloqueador web, rotaci贸n inteligente de proxy y resoluci贸n de CAPTCHA para evitar la detecci贸n anti-bot y desbloquear el 99,9% de las restricciones web.",
        "desc5": "Nstbrowser proporciona instancias de servidor dedicado para ejecutar sus servicios, ofreciendo rendimiento mejorado, opciones de configuraci贸n flexibles y aislamiento mejorado.",
        "desc6": "Desbloquee contenido web restringido o bloqueado para acceder sin problemas a cualquier p谩gina web, logrando extracci贸n de datos o tareas automatizadas.",
        "title1": "Browserless",
        "title2": "Huella digital del navegador",
        "title3": "Cl煤ster de nube",
        "title4": "Bot antidetecci贸n",
        "title5": "Servidor dedicado",
        "title6": "Desbloqueador web"
      },
      "fingerprint-browser": "Explore las funciones del navegador de huellas digitales basado en la nube",
      "multi-account": "Administre miles de cuentas de manera eficiente con funciones avanzadas del producto",
      "multi": {
        "desc1": "Utilice el navegador de huellas dactilares sin cabeza basado en la nube para la automatizaci贸n y el raspado web, ejecutando, administrando y monitoreando sin esfuerzo los scripts de automatizaci贸n del navegador para lograr procesos de automatizaci贸n y extracci贸n de datos eficientes y sin problemas.",
        "desc2": "Cree f谩cilmente m煤ltiples perfiles 煤nicos de forma masiva con una configuraci贸n simple, configurando servidores proxy diferentes o id茅nticos para cada entorno.",
        "desc3": "Dise帽e flujos de trabajo sin esfuerzo utilizando m贸dulos de arrastrar y soltar para construir f谩cilmente robots de automatizaci贸n sin conocimientos de programaci贸n. \nAumente la eficiencia en tareas como la gesti贸n de m煤ltiples cuentas, la extracci贸n de datos y las operaciones automatizadas.",
        "desc4": "Nstbrowser garantiza un rendimiento estable en tareas exigentes de automatizaci贸n web mediante la rotaci贸n de IP, evitando las restricciones del sitio web y evitando la detecci贸n para mejorar el anonimato en operaciones de m煤ltiples cuentas.",
        "desc5": "Cree perfiles de huellas dactilares de usuarios reales para mantener el anonimato de la cuenta y evitar el seguimiento, mejorando la seguridad y la confidencialidad.",
        "desc6": "Cree huellas digitales aut茅nticas e independientes para que cada cuenta refleje la de un dispositivo real e independiente. \nAcceda a sus sitios web de destino mientras a铆sla por completo cualquier asociaci贸n entre varias cuentas.",
        "title1": "Browserless",
        "title2": "Creaci贸n por lotes",
        "title3": "Rotaci贸n de IP inteligente",
        "title4": "Huellas digitales del navegador",
        "title5": "Funcionamiento independiente"
      },
      "scrap": {
        "desc1": "Nstbrowser garantiza un rendimiento estable en tareas exigentes de automatizaci贸n web mediante la rotaci贸n de IP, evitando las restricciones del sitio web y evitando la detecci贸n para mejorar el anonimato en operaciones de m煤ltiples cuentas.",
        "desc2": "Desbloquee contenido web restringido o bloqueado para acceder sin problemas a cualquier p谩gina web, logrando el web scraping y la automatizaci贸n sin esfuerzo.",
        "desc3": "Nstbrowser integra el servicio de huellas dactilares del navegador, el desbloqueo web, la rotaci贸n inteligente de proxy y el servicio de resoluci贸n CAPTCHA para evitar la detecci贸n anti-bot.",
        "desc4": "Los grupos de proxy residenciales de alta calidad de todo el mundo lo ayudan a evitar la detecci贸n anti-bot, lo que le permite realizar f谩cilmente tareas de automatizaci贸n y raspado web.",
        "title1": "Rotaci贸n de IP inteligente",
        "title2": "Desbloqueador web",
        "title3": "Bot antidetecci贸n",
        "title4": "apoderados"
      },
      "scraping": "Simplifique el web scraping y la automatizaci贸n",
      "data-isolation": "Entorno de acceso seguro para actividades que no son de confianza",
      "data": {
        "desc1": "El acceso a trav茅s de un navegador virtual permite la transmisi贸n de la sesi贸n a navegadores locales, estableciendo efectivamente un aislamiento seguro para salvaguardar las redes y los dispositivos.",
        "desc2": "Detecte y bloquee eficazmente sitios web y contenidos de archivos maliciosos para evitar ataques e infecciones en dispositivos y terminales.",
        "desc3": "Proporcione entornos independientes y aislados para cada sesi贸n para garantizar de manera efectiva la seguridad de los datos y prevenir posibles amenazas.",
        "desc4": "Nstbrowser destruye el acceso a cada sesi贸n del navegador y elimina los rastros en l铆nea, garantizando la privacidad de los datos y la no trazabilidad.",
        "desc5": "Ofrezca un entorno seguro y an贸nimo para la investigaci贸n de redes y la recopilaci贸n de informaci贸n para proteger los dispositivos de ataques.",
        "desc6": "Para acceder de forma segura a p谩ginas web que no son de confianza, Nstbrowser elimina los ataques basados en la web durante la navegaci贸n y protege operaciones como descargas y cargas.",
        "title1": "Protecci贸n de redes y dispositivos",
        "title2": "Sitios web maliciosos y detecci贸n de archivos",
        "title3": "Entorno de navegador completamente separado",
        "title4": "Navegaci贸n 煤nica",
        "title5": "Investigaci贸n de red segura y recopilaci贸n de informaci贸n.",
        "title6": "Acceso a p谩ginas web que no son de confianza"
      }
    },
    "title": {
      "anti-detect-bot": "Bot antidetecci贸n",
      "fingerprint-browser": "Navegador de huellas dactilares basado en la nube",
      "multi-account": "Gesti贸n de m煤ltiples cuentas",
      "scraping": "Raspado web",
      "data-isolation": "Aislamiento de datos para la seguridad empresarial"
    },
    "isolation": {
      "desc": "Garantice la seguridad de la navegaci贸n web y prot茅jase contra ataques de red.",
      "desc1": "Proteja los dispositivos terminales y los datos de la red contra ataques e infecciones implementando un entorno de navegador virtual an贸nimo y seguro.",
      "desc2": "Ejecute instancias del navegador en cada entorno de contenedor independiente. \nA铆sle completamente el dispositivo de las actividades web, previniendo eficazmente amenazas como sitios de phishing, archivos maliciosos, correos electr贸nicos o scripts.",
      "desc3": "Elimine completamente el malware, las cookies, el historial de navegaci贸n, el cach茅 del navegador y las huellas digitales despu茅s de cada sesi贸n para garantizar la seguridad y privacidad de los datos.",
      "desc4": "La interfaz del navegador basada en la nube ofrece flujos de trabajo web de forma segura en cualquier momento, lugar y en cualquier navegador, lo que garantiza un acceso protegido.",
      "introduce2": "Garantice la navegaci贸n privada y el aislamiento de datos",
      "introduce3": "Proteja la privacidad de los datos con sesiones 煤nicas",
      "introduce4": "Acceso remoto al escritorio en la nube",
      "introduxe1": "Sesiones seguras con el navegador en la nube",
      "title": "Cree un entorno de navegaci贸n seguro en la nube"
    }
  },
  "view-more": "Ver m谩s",
  "all-blog": "Todos los blogs",
  "contact": {
    "desc": "Soluciones de escalamiento perfectas que se integran f谩cilmente en sus proyectos.",
    "desc2": "Servicios continuos de operaci贸n y mantenimiento.",
    "desc3": "Respuesta r谩pida a necesidades y problemas gracias a que nuestros equipos de servicio al cliente y soporte t茅cnico est谩n siempre disponibles.",
    "email": "Correo electr贸nico",
    "how-can-we-help": "驴C贸mo podemos ayudar?",
    "name": "Nombre",
    "subTitle": "Estamos siempre a su disposici贸n para soluciones y servicios personalizados.",
    "title": "Cont谩ctenos y expanda su negocio",
    "you-can-enter-a-description-of-your-custom-requirements": "Puede ingresar una descripci贸n de sus requisitos personalizados",
    "submit-form": "Enviar formulario",
    "cookieView": "Ver pol铆tica de privacidad",
    "accept-cookie": "Aceptar galleta",
    "agree": "he le铆do y estoy de acuerdo con",
    "and": "y",
    "cookieDesc": "Utilizamos cookies para analizar el uso del sitio web. \nNo registramos su informaci贸n personal. \nAl hacer clic en \"Aceptar\", acepta el almacenamiento de cookies en su dispositivo.",
    "cookieTitle": "Valoramos tu privacidad",
    "cookies-policy": "Pol铆tica de cookies",
    "modalTitle": "Nstbrowser ofrece soluciones personalizadas para el scraping y la automatizaci贸n a gran escala.",
    "privacy-policy": "pol铆tica de privacidad",
    "reject": "Rechazar",
    "terms-and-conditions": "T茅rminos",
    "company": "Compa帽铆a",
    "corporate": "Preguntas corporativas",
    "custom": "Solicitudes de personalizaci贸n",
    "general": "Preguntas generales",
    "optional": "opcional",
    "other": "Otras preguntas",
    "subject": "Sujeto"
  },
  "links": {
    "affiliate-program": "programa de afiliaci贸n",
    "affiliate-programs": "Programas afiliados",
    "anti-bot-detection": "Detecci贸n anti-bots",
    "anti-fingerprint-browser": "Navegador antihuellas",
    "blogs": "Blog",
    "browserless": "Browserless",
    "cloud-based-anti-fingerprint-browser": "Navegador antihuellas basado en la nube",
    "cloudflare-bypass": "Omisi贸n de Cloudflare",
    "contact": "Contacto",
    "cookies-policy": "Pol铆tica de cookies",
    "desc": {
      "browser": "Navegador todo en uno con funciones automatizadas",
      "browser-solution": "Automatizaci贸n a gran escala basada en la nube de nivel empresarial",
      "browserless": "Navegador sin cabeza basado en la nube para la automatizaci贸n",
      "bypass": "Resolver automatizado el torniquete de Cloudflare",
      "detection": "Agregue varias soluciones para ayudarle a evitar la detecci贸n de bots",
      "multi": "Dise帽ado para la gesti贸n de m煤ltiples cuentas, opera sin problemas miles de cuentas sin ser rastreadas",
      "rpa": "Producto completamente gratuito para la automatizaci贸n del navegador.",
      "scrap": "Web scraping y automatizaci贸n del navegador",
      "unlocker": "Automatizaci贸n de la recopilaci贸n de datos a gran escala que evita los sistemas anti-bot de sitios web",
      "isolation": "Acceda de forma segura a p谩ginas web y datos desde la nube, aislando completamente las redes de dispositivos"
    },
    "documentation": "Documentaci贸n",
    "download": "Descargar",
    "multi-account-management": "Gesti贸n de m煤ltiples cuentas",
    "partner": "Pareja",
    "partners": "Socios",
    "pricing": "Precios",
    "privacy-policy": "pol铆tica de privacidad",
    "release-notes": "Notas de lanzamiento",
    "rpa-marketplace": "Mercado de RPA",
    "terms": "T茅rminos",
    "web-scraping-and-automation": "Raspado web",
    "web-unlocker": "Desbloqueador web",
    "isolation": "Aislamiento de datos para la seguridad empresarial"
  },
  "start-now": "Empezar ahora",
  "startNow": {
    "title": "Web scraping y automatizaci贸n del navegador con el navegador antihuellas basado en la nube"
  },
  "faq": "Preguntas m谩s frecuentes",
  "fqa": {
    "browser": {
      "desc1": "La huella digital del navegador (o huella digital) es una tecnolog铆a utilizada para identificar y rastrear a los usuarios de Internet. \nFunciona recopilando informaci贸n sobre el navegador y la computadora del usuario, como la versi贸n del navegador, el sistema operativo, complementos, fuentes, resoluci贸n de pantalla, etc., para crear un identificador 煤nico. \nLos sitios web y los anunciantes pueden utilizar este identificador para reconocer a los usuarios y realizar un seguimiento de su comportamiento.",
      "desc2": "Al utilizar Nstbrowser, un navegador antidetecci贸n, puede obtener huellas digitales reales del navegador para acceder a los sitios web de destino, ocultando as铆 su identidad real y bloqueando el seguimiento del sitio web. \nEsto le permite eludir los sistemas anti-bot de sitios web y evadir la detecci贸n.",
      "desc3": "Nstbrowser es completamente gratuito y ofrece a todos los usuarios una suscripci贸n profesional gratuita, que incluye 1000 lanzamientos de entornos por d铆a, entornos, equipos y miembros de equipos ilimitados. \nAdem谩s, tambi茅n ofrecemos suscripci贸n empresarial. \nHaga clic para ver los detalles.",
      "desc4": "隆S铆! \nPermitimos iniciar sesi贸n en varios dispositivos y, una vez que los datos del entorno se sincronizan con la nube, se sincronizan autom谩ticamente con nuevos dispositivos al iniciar sesi贸n, lo que garantiza un cambio de dispositivo sin problemas.",
      "title1": "驴Qu茅 es la huella digital del navegador?",
      "title2": "驴Qu茅 es el navegador anti-detecci贸n?",
      "title3": "驴C贸mo se cobra Nstbrowser?",
      "title4": "驴Puedes acceder a Nstbrowser en varios dispositivos?"
    },
    "browserless": {
      "desc1": "Nstbrowserless es un servicio de navegador sin cabeza basado en la nube que puede ejecutar operaciones web y ejecutar scripts de automatizaci贸n sin una interfaz gr谩fica. \nPermite una automatizaci贸n especial de tareas web como web scraping y otras actividades automatizadas.",
      "desc2": "S铆, nuestro objetivo es satisfacer las necesidades de cada cliente, ya sea una implementaci贸n privada o una integraci贸n espec铆fica. \nSimplemente haga clic en Contactar con Ventas e inf贸rmenos de sus requisitos en cualquier momento.",
      "desc3": "Nstbrowserless se basa principalmente en los navegadores Chrome y Firefox para ofrecer sus servicios, admitiendo todas las p谩ginas web y funciones que pueden operar.",
      "desc4": "Por el momento, estamos realizando pruebas internas y planeamos lanzar oficialmente Nstbrowserless m谩s adelante.",
      "title1": "驴Qu茅 es Nstbrowserless?",
      "title2": "驴Nstbrowserless admite soluciones personalizadas?",
      "title3": "驴Qu茅 navegadores admite Nstbrowserless?",
      "title4": "驴Cu谩ndo se lanzar谩 Nstbrowserless?"
    },
    "cloudflare": {
      "desc1": "Comenzar es f谩cil: simplemente reg铆strese en nuestro servicio e integre nuestra API con solo unas pocas l铆neas de c贸digo. \nSe proporciona documentaci贸n completa y soporte dedicado.",
      "desc2": "Nuestros precios son flexibles y competitivos. \nDespu茅s de registrarse, puede acceder al panel de Nstbrowser para explorar nuestras opciones de precios detalladas adaptadas a las necesidades individuales y empresariales. \nPermiti茅ndote elegir el plan que mejor se adapta a tus necesidades.",
      "desc3": "Nuestro servicio se basa en una arquitectura altamente escalable capaz de manejar cientos de solicitudes simult谩neas por segundo. \nPodemos ampliar o reducir sin problemas seg煤n sus requisitos.",
      "desc4": "Nuestra RPA es de uso completamente gratuito.",
      "title1": "驴C贸mo empiezo?",
      "title2": "驴Cu谩les son los planes de precios?",
      "title3": "驴Qu茅 tan escalable es el servicio?",
      "title4": "驴C贸mo es el precio?"
    },
    "rpa": {
      "desc1": "RPA significa Automatizaci贸n Rob贸tica de Procesos, que es una tecnolog铆a de automatizaci贸n que utiliza robots de software para realizar autom谩ticamente tareas repetitivas o extraer datos a trav茅s de tareas automatizadas, mejorando as铆 la eficiencia del trabajo.",
      "desc2": "RPA puede ayudarle a realizar autom谩ticamente diversas tareas repetitivas, ahorrando tiempo. \nPuede manejar tareas como entrada de datos, generaci贸n de informes, procesamiento de facturas, extracci贸n de datos web y env铆o autom谩tico de correos electr贸nicos.",
      "desc3": "Puede crear cualquier tarea de automatizaci贸n basada en los eventos de pasos de RPA que proporcionamos. \nPor ejemplo, abrir p谩ginas web, recuperar datos o contenido de p谩ginas y exportarlos a tablas; \niniciar sesi贸n en varias cuentas para hacer clic en la reproducci贸n de video para generar m谩s tr谩fico y mejorar el rendimiento del video.",
      "desc4": "Nuestra RPA es de uso completamente gratuito.",
      "title1": "驴Qu茅 es RPA?",
      "title2": "驴Qu茅 puede hacer RPA por m铆?",
      "title3": "驴Qu茅 tipo de tareas de automatizaci贸n puedo crear?",
      "title4": "驴C贸mo se carga?"
    },
    "unlocker": {
      "desc1": "Web Unblocker es una de nuestras soluciones proxy dise帽ada para resolver autom谩ticamente la mayor铆a de los problemas de bloqueo de p谩ginas web. \nEs adecuado para tareas como el web scraping, donde aborda los bloques de p谩ginas web encontrando servidores proxy 贸ptimos, huellas digitales del navegador y m茅todos de decodificaci贸n CAPTCHA. \nSimplemente env铆e su solicitud y nos encargaremos de los desaf铆os de desbloqueo m谩s dif铆ciles por usted.",
      "desc2": "Si su solicitud a煤n est谩 bloqueada despu茅s de usar Web Unblocker, comun铆quese con nuestro equipo de servicio al cliente y lo ayudaremos a resolver el problema.",
      "desc3": "Solo cobramos por solicitudes exitosas. \nM谩s adelante se introducir谩n m谩s planes de suscripci贸n.",
      "desc4": "Actualmente, estamos realizando pruebas internas y lanzaremos oficialmente Nstbrowser Web Unblocker m谩s adelante.",
      "title1": "驴Qu茅 es el desbloqueador web Nstbrowser?",
      "title2": "驴Qu茅 hacer si falla Web Unblocker?",
      "title3": "驴C贸mo se cobra Web Unblocker?",
      "title4": "驴Cu谩ndo se lanzar谩 Nstbrowser Web Unblocker?"
    }
  },
  "rpa": {
    "store": {
      "details": "Detalles",
      "advertisementText": "Si tiene m谩s tareas automatizadas que desea completar a trav茅s de RPA, 煤nase a nuestra comunidad y lo ayudaremos a completar.",
      "all": "Todo",
      "backToMarketplace": "Volver al mercado",
      "mostPopular": "M谩s popular",
      "mostRect": "M谩s reciente",
      "reportIssues": "Informar problemas",
      "searchPlaceholder": "Buscar",
      "storeTitle": "Mercado de RPA",
      "subTitle": "Descubra y utilice diversos programas de RPA para una f谩cil automatizaci贸n",
      "updateTime": "Hora de actualizaci贸n {hora}",
      "workflowNum": "{num} flujos de trabajo"
    }
  }
}
