{
  "Index": {
    "title": "Индексная страница",
    "demo": "Ссылка на маршрут для демо-страницы",
    "nav": {
      "solution": "Решение",
      "resource": "Ресурсы",
      "pricing": "Цены",
      "docs": "Документация",
      "product": "Продукт"
    },
    "define": {
      "title": "Определите Nstbrowser: бесплатный браузер отпечатков пальцев",
      "free-fingerprint-browser": "Бесплатный браузер отпечатков пальцев",
      "free-rpa": "Бесплатный RPA",
      "free-rpa-desc": "Мы предоставляем бесплатный инструмент RPA для сбора и автоматизации данных. \nОн помогает автоматически собирать данные и поставляется с многочисленными готовыми к использованию шаблонами RPA, доступными немедленно.",
      "multiple-web-unblocking-solutions": "Несколько решений для веб-разблокировки",
      "customized-services": "Индивидуальные услуги",
      "custom-service-desc": "Благодаря профессиональной команде из более чем 150 специалистов мы способны решить любую проблему, с которой вы можете столкнуться. \nДля вашего удобства мы предоставляем индивидуальные решения и круглосуточную поддержку клиентов. \nНе стесняйтесь обращаться к нам в любое время.",
      "cloud-based-browser": "Облачный браузер",
      "cloud-services-desc": "Интегрированные в облако решения для развертывания одним щелчком мыши обеспечивают удаленный доступ к браузеру и операции через облачные сервисы, устраняя необходимость в локальных ресурсах и устройствах, позволяя выполнять высокопараллельные или сложные задачи с полным управлением.",
      "professional": "Профессиональное и безопасное шифрование данных",
      "professional-desc": "Мы уделяем приоритетное внимание безопасности наших продуктов и пользовательских данных. \nNstbrowser защищает ваши учетные записи с помощью технических мер, таких как передача SSL и шифрование хранилища. \nКроме того, мы предлагаем функции безопасности, такие как 2FA и оповещения при входе в систему, чтобы повысить безопасность вашей учетной записи.",
      "free-finger-desc1": "Мы предлагаем абсолютно бесплатный браузер отпечатков пальцев для всех, предоставляя",
      "free-finger-desc2": "неограниченные конфигурации среды, запуск среды,",
      "free-finger-desc3": "и",
      "free-finger-desc4": "размеры команды.",
      "unblock-desc1": "Nstbrowser интегрируется",
      "unblock-desc2": "настоящие отпечатки браузера, интеллектуальные прокси, решатели CAPTCHA,",
      "unblock-desc3": "и многое другое, чтобы помочь вам обойти ботов и беспрепятственно получить доступ к любому веб-сайту.",
      "cloud-based-desc": "Решение по автоматизации, разработанное для крупномасштабных задач корпоративного уровня. \nБлагодаря развертыванию одним щелчком мыши вы можете легко использовать нашу службу облачного кластера для полного управления, эффективно высвобождая локальные ресурсы.",
      "cloud-services": "Облачные сервисы"
    },
    "blog": {
      "title": "Благодаря блогу будьте в курсе передовых методов и решений веб-скрапинга"
    },
    "desc": "Комплексное решение: беспрепятственный доступ к службам облачного кластера упрощает сбор данных и автоматизацию веб-страниц.",
    "introduce": {
      "desc1": "Сбор данных без усилий: интегрируйте несколько решений, чтобы устранить барьеры доступа в Интернет.",
      "desc2": "Nstbrowser включает в себя функции Real Browser Fingerprints, Browserless, Web Unblocker, Intelligent Proxy, Automation и другие решения для преодоления всех препятствий, возникающих при очистке веб-страниц, беспрепятственного доступа к любому веб-сайту и упрощения процесса.",
      "desc3": "Чтобы обойти любое обнаружение антиботов и упростить парсинг веб-страниц, мы предлагаем различные решения для защиты от ботов, в том числе",
      "desc3-2": "Cloudflare Solver, Browserless, защита от CAPTCHA, премиум-прокси,",
      "desc3-3": "и",
      "desc3-4": "Интеллектуальная ротация прокси.",
      "desc3-5": "Оставьте эту проблему нам и без труда выполните парсинг веб-страниц.",
      "desc4": "Nstbrowser легко интегрирует решения по автоматизации",
      "desc5": "Комплексные решения по автоматизации:",
      "desc5-2": "Быстро развертывайте сложные задачи автоматизации, повышайте эффективность выполнения и обеспечивайте надежные результаты.",
      "desc5-3": "Автоматизация данных:",
      "desc5-4": "Автоматизированное хранение и обработка данных обеспечивает автоматизированный сбор, очистку и преобразование данных.",
      "desc6": "Высокая интеграция",
      "desc6-1": "Эффективное развертывание:",
      "desc6-2": "и",
      "desc6-3": "Простая интеграция приложений сценариев автоматизации",
      "desc6-4": "Высокая интеграция:",
      "desc6-5": "Совместим и адаптируем к Puppeteer, Playwright, Selenium и другим основным инструментам.",
      "desc6-6": "Эффективное развертывание:",
      "desc6-7": "Быстрая реализация без сложной настройки, что делает ваши операции очистки более эффективными.",
      "title": "Предоставляет комплексные решения для решения сложных операционных задач на уровне предприятия.",
      "title1": "Интернет",
      "title1-2": "Соскабливание",
      "title2": "Анти-",
      "title2-2": "Бот обнаружения",
      "title3": "Автоматизация",
      "title4": "Обширный",
      "title4-2": "Совместимость",
      "desc2-1": "Разблокируйте беспрепятственный доступ к веб-сайту и упростите задачи по сбору веб-страниц с помощью нашего встроенного",
      "desc2-2": "Интегрировать",
      "desc3-1": "Cloudflare Solver, Browserless, решение CAPTCHA, премиум-прокси и многое другое."
    },
    "multi": {
      "desc": "Управляйте тысячами учетных записей и управляйте ими с помощью бесплатного Nstbrowser.",
      "desc1": "Создавайте аутентичные конфигурации отпечатков пальцев пользователей на основе реальных отпечатков пальцев, сохраняя анонимность учетной записи и предотвращая отслеживание, тем самым повышая безопасность и конфиденциальность ваших учетных записей.",
      "desc2": "Подлинные отпечатки пальцев браузера могут обеспечить полную анонимность и предотвратить отслеживание.",
      "desc3": "Неограниченная по времени подписка Free Professional предлагает до 1000 запусков сред в день, а также неограниченное количество сред, команд и членов команд.",
      "desc4": "С легкостью проектируйте рабочие процессы с помощью модулей перетаскивания, чтобы легко создавать роботов для автоматизации без знаний программирования. \nПовысьте эффективность решения таких задач, как управление несколькими учетными записями, извлечение данных и автоматизированные операции.",
      "desc5": "Nstbrowser поддерживает синхронизацию операций и синхронизацию данных в нескольких окнах браузера, обеспечивая пакетное управление и автоматизацию задач в разных окнах, что значительно повышает эффективность при обработке нескольких задач учетной записи.",
      "title": "Управление несколькими аккаунтами",
      "title1": "Реальный отпечаток браузера",
      "title2": "Бесплатный браузер отпечатков пальцев",
      "title3": "Управление несколькими окнами браузера"
    },
    "needs": {
      "desc1": "Легко используйте нашу службу облачных кластеров для запуска любых сценариев и задач. \nБыстрое развертывание с помощью полностью управляемых решений, позволяющее сэкономить время и деньги, не беспокоясь ни о чем.",
      "desc2": "Nstbrowser предоставляет экземпляры выделенных серверов для повышения производительности, более гибких возможностей конфигурации и лучшей изоляции.",
      "desc3": "Разверните и запустите на своем сервере или в облачной среде с помощью нашего образа Docker, что предоставит вам полный контроль над развертыванием вашего сервиса и управлением им.",
      "title": "Гибкие стратегии развертывания для удовлетворения ваших потребностей",
      "title1": "Решение облачных сервисов",
      "title2": "Решение для выделенного сервера",
      "title3": "Решение для облачного хостинга"
    },
    "sense": {
      "desc1": "Используйте облачный браузер без отпечатков пальцев для очистки веб-страниц и автоматизации, легко запускайте, управляйте и отслеживайте сценарии автоматизации браузера, чтобы обеспечить бесперебойное и эффективное извлечение данных и процессы автоматизации.",
      "desc2": "На основе обширной базы данных отпечатков пальцев Nstbrowser мы предоставляем реальные отпечатки пальцев браузера, которые могут помочь имитировать поведение реального пользователя в браузере, поддерживать стабильную и эффективную работу облачных браузеров отпечатков пальцев и снижать риск обнаружения.",
      "desc3": "Благодаря полностью управляемым облачным сервисам вы полностью освободите свои локальные ресурсы. \nБлагодаря поддержке технологий балансировки нагрузки и динамического масштабирования мы обеспечиваем стабильные, эффективные и экономичные решения для автоматизации.",
      "desc4": "Nstbrowser объединяет службы идентификации браузера, веб-разблокировки, интеллектуальной ротации прокси-серверов и решения CAPTCHA, позволяющие обойти обнаружение анти-ботов и разблокировать 99,9% веб-ограничений.",
      "title1": "Browserless",
      "title2": "Отпечаток браузера",
      "title3": "Облачный кластер",
      "title4": "Антидетектирующий бот"
    },
    "title1": "Бесплатно",
    "learn-more": "Узнать больше"
  },
  "Metadata": {
    "Index": {
      "title": "Nstbrowser - продвинутый антидетекторный браузер для веб-скрапинга и управления несколькими учетными записями",
      "description": "Nstbrowser - это мощный антидетекторный браузер, предназначенный для профессионалов в области мультиаккаунтинга для безопасного и эффективного управления несколькими учетными записями. Попробуйте его бесплатно прямо сейчас!",
      "keywords": "антидетекторный браузер, несколько учетных записей, виртуальный браузер, отпечаток пальца браузера, управление учетными записями, веб-скрапинг"
    },
    "product": {
      "fingerprint-browser": {
        "title": "Nstbrowser - универсальный браузер для защиты от обнаружения с функциями автоматизации",
        "description": "Совместимый с Puppeteer, Playwright и Selenium, Nstbrowser использует реальные отпечатки пальцев браузера, передовые движки Chromium и Firefox, интеллектуальную ротацию IP-адресов и автоматическое распознавание CAPTCHA для веб-ползания, автоматизации задач и управления несколькими аккаунтами.",
        "keywords": "кукловод, драматург, selenium, отпечатки пальцев браузера, Chromium, Firefox, ротация IP-адресов, CAPTCHA, браузер для защиты от обнаружения, веб-ползание, автоматизация, мультиаккаунт, Nstbrowser"
      },
      "rpa": {
        "title": "Nstbrowser RPA - бесплатный инструмент для упрощения веб-скрапинга и автоматизации",
        "description": "Nstbrowser RPA легко выполняет многопоточные задачи. Помогает выполнять автоматизированные процессы, такие как повторяющиеся задачи, сбор данных, автоскриншоты, автозагрузки и многое другое без особых усилий.",
        "keywords": "RPA, NstbrowserRPA, автоматизированные процессы, роботы, роботы RPA, расширения браузера, повторяющиеся задачи, автоматические скриншоты, скрапинг веб-страниц, генерация трафика, автоматические загрузки, массовое создание учетных записей, массовый вход, экспорт данных"
      },
      "cloudflare-bypass": {
        "title": "Cloudflare Turnstile Solver - автоматизированное решение для турникетов и проблем Cloudflare",
        "description": "Беспрепятственный доступ к защищенным данным Cloudflare с помощью нашего автоматизированного решения для обхода турникетов и Captcha. Интеллектуальная ротация IP-адресов, машинное обучение, эмуляция пользователей и масштабируемая архитектура.",
        "keywords": "турникет cloudflare, обход cloudflare, captcha solver, решение Cloudflare, веб-скрепинг, извлечение данных, ротация IP-адресов, машинное обучение, эмуляция пользователей, масштабируемая архитектура"
      },
      "browserless": {
        "title": "Browserless - решение сложных проблем веб-ползания и автоматизации для полного хостинга в облаке",
        "description": "Nstbrowserless поддерживает автоматизированные полностью управляемые решения. С помощью Cloud Headless Browser он выполняет сложные задачи веб-ползания и автоматизации, а также обрабатывает удаленное взаимодействие с облачными контейнерными кластерными службами.",
        "keywords": "Облачный хостинг, облако, безголовый браузер, веб-ползание, автоматизация, облачные контейнеры, Nstbrowser"
      },
      "web-unlocker": {
        "title": "Web Unlocker - решение для массового автоматизированного сбора данных в обход систем защиты от ботов",
        "description": "Благодаря интеллектуальной ротации IP-адресов, отпечаткам пальцев браузера и моделированию поведения пользователей Nstbrowser без труда разблокирует веб-сайты, обеспечивая неограниченный сбор данных.",
        "keywords": "Ротация IP-адресов, отпечатки пальцев браузера, разблокировка веб-сайтов, переползание веб-сайтов, веб-разблокировщик, сбор данных, Nstbrowser"
      }
    },
    "solution": {
      "fingerprint-browser": {
        "title": "Облачный браузер отпечатков пальцев - крупномасштабное решение для автоматизации облачных вычислений на уровне предприятия",
        "description": "Облачный браузер Nstbrowser объединяет в себе веб-разблокировщик, облачный кластер, бот для защиты от обнаружения, отпечатки пальцев браузера и выделенный сервер для эффективного выполнения сложных задач по веб-скреппингу и автоматизации.",
        "keywords": "облачный браузер, безбраузерный, веб-разблокировщик, антидетектор, антидетекторный браузер, веб-скрепинг, автоматизация, отпечатки пальцев браузера, Nstbrowser"
      },
      "multi-account": {
        "title": "Управление несколькими учетными записями - возможность работы с несколькими учетными записями без слежки.",
        "description": "С помощью Nstbrowser RPA, интеллектуальной ротации IP-адресов, безбраузерных и других решений для разблокировки веб-сайтов и обхода обнаружения вы сможете безопасно и эффективно управлять тысячами учетных записей.",
        "keywords": "несколько учетных записей, веб-скраппинг, автоматизация"
      },
      "scraping": {
        "title": "Веб-скрепинг и автоматизация - легкое выполнение сложных операций по сбору данных",
        "description": "Решение для веб-скрепинга и автоматизации обеспечивает беспрепятственный доступ. Ротация IP-адресов, облачный хостинг и бот для защиты от обнаружения позволяют без труда собирать данные в любой области.",
        "keywords": "веб-скрепинг, автоматизация, сбор данных"
      },
      "anti-detect-bot": {
        "title": "Анти-бот для обнаружения - несколько решений для обхода анти-бота",
        "description": "Чтобы беспрепятственно осуществлять веб-скраппинг и автоматизацию, Nstbrowser разрабатывает бота-антидетектора для разблокировки сайтов и решения капчи, которые помогают эффективно собирать данные.",
        "keywords": "анти-бот, анти-детектор, браузер, веб-скраппинг, автоматизация, сбор данных"
      },
      "data-isolation": {
        "description": "Nstbrowser создает безопасную среду просмотра, которая обеспечивает безопасность веб-данных и защищает от сетевых атак. \nОбнаружение вредоносных веб-сайтов и файлов, а также одноразовый просмотр обеспечивают конфиденциальность данных и сохраняют изоляцию.",
        "keywords": "безопасность данных, конфиденциальность данных, облачный браузер, сетевая безопасность",
        "title": "Изоляция данных для обеспечения безопасности предприятия: поддержание безопасности сети и данных"
      }
    },
    "download": {
      "title": "Nstbrowser - продвинутый антидетекторный браузер для веб-скрапинга и управления несколькими учетными записями",
      "description": "Скачайте Nstbrowser, чтобы получить бесплатный антидетекторный браузер и наслаждаться эффективным веб-скрапингом и управлением несколькими учетными записями. Поймите, почему Nstbrowser - лучший браузер для борьбы с детектированием.",
      "keywords": "антидетекторный браузер, веб-скраппинг, управление несколькими учетными записями, Nstbrowser"
    },
    "pricing": {
      "title": "Nstbrowser - продвинутый антидетекторный браузер для веб-скрапинга и управления несколькими учетными записями",
      "description": "Узнайте об уникальных преимуществах Nstbrowser из раздела цены. Поймите, почему Nstbrowser - лучший антидетекторный браузер.",
      "keywords": "антидетекторный браузер, веб-скрапинг, управление несколькими аккаунтами, Nstbrowser"
    },
    "rpa_marketplace": {
      "title": "Nstbrowser RPA - изучите автоматизированные рабочие процессы и инструменты для веб-скрепинга на рынке",
      "description": "Откройте для себя возможности автоматизированных рабочих процессов на рынке RPA. Изучите множество готовых к использованию инструментов автоматизации и рабочих процессов. Легко решайте бизнес-задачи и автоматизируйте процессы",
      "keywords": "RPA Маркетплейс, RPA, NstbrowserRPA, автоматизированные процессы, роботы, роботы RPA, расширения браузера, извлечение данных, веб-скрейпер, автоматизация рабочего процесса, автоматизация кросс-платформенная, платформа автоматизации без кода, роботы RPA"
    },
    "affiliate_programs": {
      "title": "Партнерские программы Nstbrowser - антидетекторный браузер помогает зарабатывать деньги",
      "description": "Nstbrowser - это не только комплексное решение для веб-скрапинга и автоматизации, но и прекрасная платформа для заработка. Просто поделитесь и получите вознаграждение прямо сейчас!",
      "keywords": "антидетекторный браузер, веб-скрапинг, автоматизация, партнерские программы, Nstbrowser"
    },
    "partner": {
      "title": "Партнер Nstbrowser - Сотрудничайте с Nstbrowser для общего процветания",
      "description": "Nstbrowser - идеальный выбор для развития сотрудничества. Станьте нашим партнером и стремитесь к общему процветанию.",
      "keywords": "Nstbrowser, сотрудничество, партнер"
    },
    "blog": {
      "title": "Nstbrowser - продвинутый антидетекторный браузер для веб-скрапинга и управления несколькими учетными записями",
      "description": "Узнайте об эффективных и полезных методах веб-скрапинга и автоматизации из блогов Nstbrowser.",
      "keywords": "веб-скрапинг, автоматизация, антидетекторный браузер"
    }
  },
  "NotFoundPage": {
    "title": "Не найдено",
    "go-back-home": "Возвращайся домой",
    "page-not-found": "Страница не найдена"
  },
  "multiAccount": {
    "title": "Идеально подходит для различных потребностей в сборе данных",
    "subTitle": "Используйте Nstbrowser для оптимизации задач, таких как исследование конкурентов, проверка рекламы и автоматизация на платформах, таких как Google, Facebook, eBay и Amazon. Превратите невозможное в возможное.",
    "list": {
      "am": "маркетинг с партнерской программой",
      "amSubtitle": "Легко создавайте и управляйте неограниченным количеством аккаунтов на платформах, таких как Facebook, Google Ads и TikTok Ads.",
      "ec": "Электронная торговля",
      "ecSubtitle": "Создавайте столько аккаунтов, сколько хотите, и получайте доход на Amazon, Shopify, eBay, AliExpress или TEMU.",
      "ba": "Баунти и эйрдроп",
      "baSubtitle": "Больше эйрдропов и раздач, чтобы увеличить свои шансы на получение доступа к предварительной продаже токенов и увеличить прибыль.",
      "ticketing": "Веб-скрепинг",
      "ticketingSubtitle": "Предлагая безопасный и незаметный веб-скраппинг, мы уделяем первостепенное внимание конфиденциальности, эффективности и соблюдению требований, обеспечивая беспрепятственное извлечение данных при соблюдении границ сайта.",
      "bab": "Исследование рынка ",
      "babSubtitle": "Позволяет компаниям проводить маркетинговые исследования и конкурентный анализ, анонимно просматривая веб-сайты конкурентов, что обеспечивает беспрепятственный сбор данных любого рода.",
      "paa": "Конфиденциальность и анонимность",
      "paaSubtitle": "Быстрый многоучетный браузер, который позволяет использовать неограниченное количество виртуальных профилей. С их помощью невозможно отследить ваши настоящие отпечатки пальцев.",
      "da": "Цифровой агент",
      "daSubtitle": "Гарантирует эффективную и безопасную работу медиаагентств с рекламными кампаниями своих клиентов, защищая их от любого географического положения или сегментации рынка."
    },
    "features": {
      "am": {
        "title": "Как использовать Nstbrowser в партнерском маркетинге?",
        "paragraphTitle1": "Что такое союзный маркетинг?",
        "paragraphIntroduce1": "Альянс - маркетинг включает в себя рекомендации продуктов или услуг путем обмена продуктами или услугами в блогах, платформах социальных сетей, подкастах или веб - сайтах. Каждый раз, когда клиент совершает покупку, используя специальную партнерскую ссылку, связанную с рекомендателем, альянс получает комиссию. Теоретически, партнерский маркетинг может быть расширен, потому что он требует лишь небольших инвестиций и предлагает широкий спектр альтернатив.",
        "paragraphTitle2": "Вот некоторые примеры маркетинговых сайтов альянса?",
        "paragraphTitle3": "Роль эффективного управления несколькими аккаунтами в индустрии",
        "paragraphIntroduce3": "Аффилиат-маркетинг растет с каждым годом и оценивается в 12 миллиардов долларов. Однако практикующие сталкиваются с общей проблемой: эффективным управлением аккаунтами. Мастер-инструмент управления несколькими аккаунтами - вот ключ к успеху в аффилиат-маркетинге, и именно здесь вам может помочь Nstbrowser.",
        "paragraph4": {
          "title": "Что предлагает Nstbrowser для партнерского маркетинга?",
          "listTitle1": "Неограниченное количество аккаунтов",
          "listSubTitle1": "Расширьте свой бизнес и увеличьте свою аудиторию, получая доступ к различным надежным источникам высококачественного трафика.",
          "listTitle2": "Автоматизация процессов",
          "listSubTitle2": "Избавьтесь от скучных и повторяющихся задач, автоматизируя управление вашими аккаунтами и профилями.",
          "listTitle3": "Повышение безопасности и долговечности учетных записей",
          "listSubTitle3": "Наличие подлинных \"отпечатков пальцев\" браузера на аккаунтах позволяет обезопасить ваш бизнес.",
          "listTitle4": "Тестирование сложных рекламных пакетов",
          "listSubTitle4": "Вы можете запускать несколько сложных рекламных кампаний одновременно, чтобы определить наиболее прибыльное решение и выявить целевую аудиторию, которую ваши конкуренты еще не охватили.",
          "listTitle5": "Увеличьте срок жизни вашего аккаунта.",
          "listSubTitle5": "NST Browser предоставляет уровни безопасности, которые гарантируют непрерывную работу ваших аккаунтов на платформах с сложными системами аутентификации."
        }
      },
      "ec": {
        "title": "Как использовать Nstbrowser для электронной коммерции?",
        "paragraphTitle1": "Что такое электронная коммерция?",
        "paragraphIntroduce1": "Электронная коммерция (E-commerce) – это процесс покупки и продажи товаров или услуг через интернет. Такой вид бизнеса обычно осуществляется на внешних платформах, таких как Amazon, eBay или торговые площадки в социальных сетях, например, Facebook. Кроме того, наблюдается тенденция к тому, что люди создают собственные веб-сайты для привлечения клиентов. Электронная коммерция может принимать различные формы, такие как традиционный оптовый и складской бизнес, производство и дропшиппинг, при котором продавец не хранит инвентарь.",
        "paragraphTitle2": "Какие есть примеры веб-сайтов электронной коммерции?",
        "paragraphTitle3": "Преимущества и проблемы с несколькими счетами продавцов",
        "paragraphIntroduce3": "Вы можете продавать свою продукцию в нескольких регионах и создавать бизнес в различных категориях продуктов, не рискуя брендом, открывая несколько учетных записей на платформе электронной коммерции. Это значительно повышает ваши шансы показать товар на целевом рынке, который имеет решающее значение для получения дохода. Тем не менее, управление несколькими учетными записями электронной коммерции может создать серьезные препятствия, поскольку платформы могут ограничить ваш аккаунт, если они уверены, что все ваши учетные записи контролируются одним и тем же лицом.",
        "paragraph4": {
          "title": "Что Nstbrowser предлагает для электронной коммерции?",
          "listTitle1": "Увеличение числа программ сбыта",
          "listSubTitle1": "Повышение узнаваемости вашего бренда в различных категориях продуктов и услуг без дополнительного финансирования.",
          "listTitle2": "Диверсифицируйте риски.",
          "listSubTitle2": "Мы позволяем вам управлять всеми этими учетными записями в рамках признанных границ платформы. Nstbrowser поможет вам сделать ваши множественные учетные записи максимально уникальными, расширяя ваш бизнес и минимизируя риски.",
          "listTitle3": "Увеличьте объем продаж.",
          "listSubTitle3": "Повышайте видимость вашего продукта в результатах поиска и превосходите конкурентов.",
          "listTitle4": "Стимулируйте ваши продажи",
          "listSubTitle4": "NST Browser - это эффективное решение, которое может увеличить ваши продажи и контролировать вашу онлайн-репутацию, отслеживая отзывы.",
          "listTitle5": "Управляйте конкурсом",
          "listSubTitle5": "Установите безопасную систему для анализа данных и достигните конкурентного преимущества в своей области продуктов."
        }
      },
      "ba": {
        "title": "Как использовать Nstbrowser для Bounty & Airdrop?",
        "paragraphTitle1": "Что такое Bounty & Airdrop?",
        "paragraphIntroduce1": "\"Bounty\" и \"Airdrop\" - это неотъемлемые понятия в сфере криптовалют. Программа Bounty - это стратегическая инициатива, используемая компаниями для стимулирования отдельных лиц или групп выполнить определенные задачи. Эти задачи, часто связанные с разработкой или продвижением проекта, часто вознаграждаются криптовалютой. С другой стороны, Airdrop представляет собой массовую дистрибуцию бесплатных токенов криптовалюты на множество адресов кошельков. Эта тактика часто используется для создания ажиотажа вокруг новой криптовалюты или для вознаграждения существующей пользовательской базы платформы.\nК сожалению, Nstbrowser не является конкретным инструментом для управления программами Bounty и Airdrop. Он предназначен для обеспечения безопасной системы анализа данных и контроля онлайн-репутации, включая отслеживание отзывов. Однако, для участия в программах Bounty и Airdrop, вам следует искать соответствующие платформы и проекты, которые предлагают эти возможности.",
        "paragraphTitle2": "Какие примеры есть на сайте Bounty & Airdrop?",
        "paragraphTitle3": "Используйте несколько обвинений, чтобы максимально использовать криптовалюты",
        "paragraphIntroduce3": "Использование нескольких счетов в криптовалютной индустрии всегда означает больше возможностей для получения прибыли. В случае лотереи IDO вы можете использовать несколько учетных записей, чтобы увеличить свои шансы попасть в белый список. Десятки учетных записей могут быть подвергнуты многократному поиску и запросу, чтобы повысить стоимость токенов. Но вы должны обратить внимание на то, что методы обнаружения нескольких учетных записей на криптовалютных сайтах становятся все более сложными, даже если эти учетные записи исходят из законных учетных записей различных контактов, проверенных KYC. Небольшая утечка информации покажет, что вы не тот человек, о котором вы говорите - даже шрифты на вашем устройстве не совпадают.",
        "paragraph4": {
          "title": "Что Nstbrowser предлагает для Bounty & Airdrop?",
          "listTitle1": "Увеличьте свои монеты",
          "listSubTitle1": "Диверсифицируйте свои криптовалютные возможности, используя несколько счетов. Это значительно повысит вероятность того, что вы попадете в белый список для продажи токенов и получите призы, такие как бонусы, воздушные броски и мятные конфеты NFT.",
          "listTitle2": "Автоматизируйте свой процесс",
          "listSubTitle2": "Автоматическое выполнение повторяющихся задач, необходимых для участия в сбросе и получения права на получение белого списка для продажи токенов.",
          "listTitle3": "Соблюдение через проверку подлинности",
          "listSubTitle3": "Создание множества учетных записей, которые могут соответствовать проверке KYC без дополнительных забот.",
          "listTitle4": "Продвигайте свою криптовалюту",
          "listSubTitle4": "Используйте многоучетный маркетинг, чтобы распространять информацию о своих собственных криптовалютах или токенах NFT в различных криптовалютных сообществах.",
          "listTitle5": "Защита идентификации",
          "listSubTitle5": "Предлагая функции анонимного просмотра и защиты конфиденциальности, браузер с отпечатками пальцев предотвращает утечку персональной информации и обеспечивает права пользователей на конфиденциальность и безопасность данных."
        }
      },
      "tk": {
        "title": "Что такое веб-скрепинг?",
        "paragraphTitle1": "Что такое веб-скрепинг?",
        "paragraphIntroduce1": "Веб-скрепинг - это автоматизированный процесс извлечения информации с веб-сайтов. Он включает в себя использование программных инструментов для получения и сбора данных с веб-страниц, превращая неструктурированные данные в структурированные форматы, которые можно анализировать и использовать. Веб-скреппинг очень важен, так как он позволяет компаниям и частным лицам эффективно собирать большие объемы данных. Это позволяет проводить маркетинговые исследования, конкурентный анализ, мониторинг цен, анализ настроений и другие ценные сведения, которые могут способствовать принятию обоснованных решений. Автоматизируя процесс сбора данных, веб-скрепинг экономит время и ресурсы по сравнению с ручным сбором данных.",
        "paragraphTitle2": "Какие примеры сайтов для парсинга данных?",
        "paragraphTitle3": "Проблемы, с которыми сталкивается веб-скрапинг",
        "paragraphIntroduce3": "В настоящее время существует множество проблем, связанных с веб-скраппингом в условиях все более сложной коммерческой сети, например, некоторые веб-сайты могут ограничивать и контролировать доступ к своему контенту. Процесс сползания может быть ограничен веб-сайтом для получения необходимых данных. Для того чтобы предотвратить автоматизированный краулинг, многие веб-сайты используют различные формы механизмов проверки человеком, например CAPTCHA. Выполнение этих процессов проверки вручную без поддержки соответствующих инструментов может отнимать много времени и сил. ",
        "paragraph4": {
          "title": "Как использовать Nstbrowser для веб-скрапинга",
          "listTitle1": "Эмуляция браузера",
          "listSubTitle1": "Имитирует реальное поведение пользователя, позволяя при веб-скреппинге выглядеть как настоящий человеческий просмотр, создавая более достоверное присутствие в сети и снижая вероятность срабатывания автоматических механизмов защиты.",
          "listTitle2": "Ротация User-Agent",
          "listSubTitle2": "Большинство браузеров позволяют менять заголовки User-Agent, которые идентифицируют используемый браузер и операционную систему. Меняя значения User-Agent, Nstbrowsers помогает предотвратить распознавание и блокировку сайтов, занимающихся скраппингом.",
          "listTitle3": "Несколько профилей",
          "listSubTitle3": "Nstbrowsers поможет вам открыть неограниченное количество профилей и соскребать данные, не сталкиваясь с какими-либо проблемами, что позволит повысить производительность и собрать больший объем данных.",
          "listTitle4": "Автоматизация процессов",
          "listSubTitle4": "Избавьтесь от скучных и повторяющихся задач, автоматизируя управление вашими аккаунтами и профилями.",
          "listTitle5": "Управление файлами cookie",
          "listSubTitle5": "Браузеры Nstbrowsers предоставляют возможности для эффективной работы с файлами cookie, обеспечивая сохранение информации о сеансе и предпочтениях веб-сайта во время сеансов скраппинга.",
          "listTitle6": "Улучшение командной работы",
          "listSubTitle6": "Усиленная командная работа и контроль разрешений способствуют более эффективной и организованной работе по сбору информации с веб-сайтов, обеспечивая бесперебойный и совместный процесс сбора данных."
        }
      },
      "bab": {
        "title": "Что такое маркетинговые исследования?",
        "paragraphTitle1": "Что такое маркетинговые исследования?",
        "paragraphIntroduce1": "Исследование рынка - это процесс сбора, анализа и интерпретации информации о конкретном рынке, отрасли или целевой аудитории. Он включает в себя сбор данных по различным аспектам, таким как предпочтения клиентов, модели покупок, анализ конкурентов, тенденции рынка и другие факторы, влияющие на принятие бизнес-решений.",
        "paragraphTitle2": "Какие примеры сайтов по маркетинговым исследованиям?",
        "paragraphTitle3": "Задачи, стоящие перед исследованием рынка",
        "paragraphIntroduce3": "Исследования рынка в наши дни не так беспрепятственны, как может показаться: веб-сайты часто расширяют доступ к регистрации, а наиболее распространенные конкуренты часто принимают меры по защите своих данных, ограничивая доступ к своим веб-сайтам и онлайн-информации. Они могут внедрять защитные механизмы или использовать сложные системы для предотвращения автоматизированного поиска и анализа. Кроме того, для сбора точных и объективных данных важно сохранять анонимность и избегать обнаружения при просмотре сайтов конкурентов. Традиционные инструменты и методы веб-скреппинга могут оказаться неэффективными для решения этих задач, что приведет к получению неполных или недостоверных данных.",
        "paragraph4": {
          "title": "Как использовать Nstbrowser для маркетинговых исследований",
          "listTitle1": "Анонимность и конфиденциальность",
          "listSubTitle1": "Скрывайте IP-адреса и другую идентифицирующую информацию, обеспечивая анонимность при сборе данных. Конкуренты не могут отследить или определить источник данных.",
          "listTitle2": "Эффективный сбор данных",
          "listSubTitle2": "Nstbrowser автоматизирует сбор данных, экономя время и ресурсы. Предприятия могут собирать полную информацию о нескольких конкурентах одновременно",
          "listTitle3": "Точность и надежность",
          "listSubTitle3": "Обеспечьте бесперебойный доступ к сайтам конкурентов, что позволит получить более точные и надежные данные. Исследователи могут собирать полные наборы данных, не пропуская важную информацию.",
          "listTitle4": "Соблюдение условий предоставления услуг",
          "listSubTitle4": "Мы соблюдаем условия предоставления услуг на сайте, избегая вредоносных действий и юридических/этических нарушений, а также предоставляя законный и отвечающий требованиям способ доступа и анализа общедоступной информации."
        }
      },
      "paa": {
        "title": "Как использовать Nstbrowser для конфиденциальности и анонимности?",
        "paragraphTitle1": "Что такое конфиденциальность и анонимность?",
        "paragraphIntroduce1": "Конфиденциальность - это контроль и защита личной информации, обеспечение конфиденциальности и ограничение доступа к конфиденциальным данным. Анонимность подразумевает сокрытие личности, позволяющее человеку оставаться неопознанным или неотслеживаемым в своей деятельности. Оба понятия важны для поддержания личной автономии, защиты конфиденциальной информации и сохранения личных границ в цифровую эпоху.",
        "paragraphTitle2": "Что является примером сайтов, обеспечивающих конфиденциальность и анонимность?",
        "paragraphTitle3": "Быстрое переключение учетной записи для защиты частной жизни.",
        "paragraphIntroduce3": "Это утверждение относится к быстрому переключению между несколькими учетными записями для защиты личной конфиденциальности. Это может включать использование разных имен пользователей или псевдонимов для разных учетных записей или создание отдельных учетных записей с разными адресами электронной почты или номерами телефонов. Делая это, люди могут разделить свою онлайн - деятельность и не позволять другим связывать свои различные учетные записи вместе. Это особенно полезно для тех, кто хочет оставаться независимым или беспокоится о конфиденциальности и безопасности в Интернете. Однако следует отметить, что некоторые онлайн - платформы могут иметь политику, запрещающую создание нескольких учетных записей, поэтому пользователи всегда должны проверять условия обслуживания, прежде чем создавать другие учетные записи.",
        "paragraph4": {
          "title": "Что Nstbrowser предлагает для конфиденциальности и анонимности?",
          "listTitle1": "Сервисная изоляция",
          "listSubTitle1": "Доступ к различным онлайн - сервисам с использованием различных виртуальных профилей гарантирует, что личность пользователя все еще не может быть обнаружена.",
          "listTitle2": "Многочисленный учет",
          "listSubTitle2": "Nstbrowser может помочь вам управлять несколькими учетными записями, обеспечивая вашу безопасность от нарушений конфиденциальности и сохраняя анонимность ваших учетных записей.",
          "listTitle3": "Безопасное списание",
          "listSubTitle3": "Сбор данных с открытого исходного кода без разглашения личности. Ваши действия будут похожи на действия обычных пользователей."
        }
      },
      "da": {
        "title": "Как использовать цифровой агент Nstbrowser?",
        "paragraphTitle1": "Что такое цифровой агент?",
        "paragraphIntroduce1": "Онлайн - реклама, известная как платная реклама, включает в себя участие маркетологов в торгах в режиме реального времени, чтобы показать свою рекламу определенной аудитории в конкретной сети или платформе. Благодаря алгоритмам рекламных платформ вы можете расширить свои возможности для целевой аудитории через онлайн - рекламу, ориентируясь на людей, которые ищут определенные продукты или имеют определенные интересы или поведение.",
        "paragraphTitle2": "Что является примером сайта Digital-агентства?",
        "paragraphTitle3": "Невозможно быстро переключиться между рекламными аккаунтами:",
        "paragraphIntroduce3": "При управлении профилями клиентов на рекламных платформах маркетологи всегда должны переключаться между ними. Снять профиль и немедленно войти в другую учетную запись. Система борьбы с мошенничеством рассматривает все эти действия как подозрительные. Таким образом, система Платформы требует от пользователя ввода кода из текстового сообщения с мобильного телефона владельца учетной записи. Этот процесс можно повторять дважды в день. В результате клиент теряет терпение. В то же время целевая аудитория все больше сомневается в профессионализме суррогатных экспертов. В сочетании с действием других негативных факторов это может привести не только к потере репутации компании, но и к серьезным финансовым потерям.",
        "paragraph4": {
          "title": "Что Nstbrowser предлагает цифровым агентам?",
          "listTitle1": "Надежная оценка концепции рекламы",
          "listSubTitle1": "Создайте учетную запись с помощью настраиваемых настроек и оцените эффективность рекламных кампаний с помощью гибкой и всеобъемлющей конфигурации.",
          "listTitle2": "Ориентация на конкретную аудиторию в соответствии с ключевыми критериями",
          "listSubTitle2": "Запустите рекламную кампанию в нескольких аккаунтах и проанализируйте ее эффективность для каждой целевой аудитории путем децентрализации рекламных кампаний.",
          "listTitle3": "Увеличение количества объявлений",
          "listSubTitle3": "Использование нескольких учетных записей для изменения рекламных сообщений и повышения эффективности продвижения бренда.",
          "listTitle4": "Изучайте своих противников",
          "listSubTitle4": "Мониторинг рекламных стратегий и инновационного контента конкурентов с точки зрения целевой аудитории.",
          "listTitle5": "Выражение мнений и управление репутацией",
          "listSubTitle5": "Создание надежных учетных записей для продвижения идей через платформы социальных сетей или влиятельные форумы и медиа - каналы."
        }
      }
    }
  },
  "blog": {
    "subTitle": "Навигация в сети с утонченностью: Раскрытие силы браузинга по отпечаткам.",
    "searchInputPlaceHolder": "Поиск",
    "backToBlog": "Назад к блогу",
    "catalog": "Каталог",
    "more": "Больше",
    "searchArticles": "Поиск статей",
    "noData": "Нет данных",
    "title": "Блог",
    "mostPopularArticles": "Самые популярные статьи"
  },
  "partner": {
    "title": "Партнер",
    "subTitle": "Станьте партнером Nstbrowser, чтобы ускорить совместный рост",
    "cooperateWithUs": "Сотрудничайте с нами",
    "backToPartner": "Назад к партнеру",
    "tips1": "Хотите сотрудничать с нами?",
    "tips2": "Мы будем рады услышать вас!",
    "tips3": "Напишите нам сообщение ниже, и мы свяжемся с вами как можно скорее.",
    "thanks": "Спасибо",
    "name": "Имя",
    "email": "Электронная почта",
    "subject": "Тема",
    "message": "Сообщение",
    "nameRequired": "Имя обязательно",
    "emailRequired": "Email обязателен",
    "emailInvalid": "Email недействителен",
    "subjectRequired": "Тема обязательна",
    "messageRequired": "Сообщение обязательно",
    "partnerPolicy": "Я прочитал и согласен с <tc>Условия и положения</tc> и <pp>Политика конфиденциальности</pp>, <cp>Политика использования файлов cookie</cp>.",
    "termPolicy": "Условия и положения",
    "privacyPolicy": "Политика конфиденциальности",
    "cookiePolicy": "Политика использования файлов cookie",
    "submitMessage": "Отправить сообщение",
    "submitSuccess": "Отправить успешно"
  },
  "pricing": {
    "title": "Цены",
    "subTitle": "Самый популярный браузер отпечатков пальцев среди пользователей",
    "download": "Скачать",
    "commingSoon": "скоро будет",
    "custom": "Обычай",
    "browserProfiles": "Профили браузера: ",
    "teamSeats": "Места в команде",
    "contactUs": "Свяжитесь с нами, чтобы получить тарифный план для разработчиков.",
    "list": {
      "free": "Бесплатный",
      "professional": "Профессиональный",
      "business": "Бизнес",
      "enterprise": "Enterprise"
    },
    "profiles": "Профили",
    "proxy": "Прокси-сервер",
    "teamwork": "Командная работа",
    "automation": "Автоматизация",
    "exceptFree": "Кроме бесплатных",
    "support": "поддержка",
    "dailyProfileOpenCount": "Ежедневный счетчик открытых профилей: ",
    "team": "Команда: ",
    "teamMember": "Члены команды: ",
    "eachTimes": "{ times } / Каждый",
    "onceTimes": "{ times }/ Один раз",
    "additionalOnceTimeProfile": "Дополнительный одноразовый профиль: ",
    "additionalTeamMember": "Дополнительный член команды: ",
    "api": "API: ",
    "annually": "Ежегодно",
    "monthly": "Ежемесячно",
    "unlimited": "Неограниченно",
    "dailyProfileOpenCountTip": "Каждый профиль запускается несколько раз, только один счет открытия",
    "additionalProfileOpenCount": "Дополнительный счетчик открытых профилей: ",
    "additionalProfileOpen": "Дополнительное открытие профиля: ",
    "monthlyBilling": "Ежемесячная оплата",
    "annualBilling": "Ежегодная оплата",
    "mo": "Ежемесячно",
    "yr": "Jahr",
    "differentProfileLaunchLimit": "Лимит запуска профилей различных",
    "differentProfileLaunchLimitTips": "Каждая подписка включает определенное количество запусков. Тот же профиль запускается каждый день. Засчитывается только один запуск, и количество запусков профиля для восстановления сбрасывается каждый день.",
    "beyondProfileLaunch": "Превышение запуска профилей",
    "beyondProfileLaunchTips": "Мы разрешаем продолжать использование за пределами использования плана подписки. Избыточное использование будет оплачиваться по единичной цене, и будет сформирован счет.",
    "oneTimeProfiles": "Одноразовые профили",
    "oneTimeProfilesTips": "Мы предоставляем профили для автоматизации и захвата данных, которые будут учитывать количество использований плана подписки в первую очередь, и будут выставлены по более низкой цене при превышении лимита.",
    "onceDaily": "Один раз / Ежедневно",
    "getStarted": "Начать",
    "subscribe": "Подписаться",
    "mostPopular": "🔥 Самый популярный",
    "detailedComparison": "Подробное сравнение",
    "browserProfile": "Профили браузера",
    "beyondProfileLaunchLimit": "Превышение предельного количества запусков различных профилей",
    "each": "Каждый",
    "eachOneTime": "Каждый (однократно)",
    "detailTeam": "Команда",
    "detailTeamMember": "Член команды",
    "memberDaily": "Член / Ежедневно",
    "beyondTeamMember": "Превышение членов команды",
    "beyondTeamMemberTips": "Каждый раз, когда вы продолжаете добавлять участников после того, как количество участников команды превышает план подписки, вы будете выставлены счет и сгенерируется счет на основе ежедневной единичной цены избыточного количества людей.",
    "beyondTeamMemberLimit": "Превышение лимита членов команды",
    "feature": "Особенности",
    "authorityManagement": "Управление полномочиями",
    "cliAndAPI": "API",
    "uploadPlugin": "Загрузка плагина",
    "uploadPluginTips": "Каждая подписка включает определенное количество запусков. Тот же профиль запускается каждый день. Засчитывается только один запуск, и количество запусков профиля для восстановления сбрасывается каждый день.",
    "windowManagement": "Управление окнами",
    "batchCreation": "Пакетное создание",
    "cookieManagement": "Управление файлами cookie",
    "emailSupport": "Поддержка по электронной почте",
    "realPersonSupport": "Поддержка от реальных людей",
    "contactOurSalesTeam": "Свяжитесь с нашей командой продаж",
    "contactOurSalesTeamDesc": "Найдите индивидуальное решение для вашего проекта или узнайте больше о схеме настройки и ценах, которые мы можем предоставить. Если вам нужны дополнительные сведения, свяжитесь с нами.",
    "contactUsBtnText": "Свяжитесь с нами",
    "faqTitle1": "Какую подписку мне следует выбрать?",
    "faqContent1": "Мы предлагаем неограниченное количество профилей браузера и команд для всех подписок. Однако каждый план подписки поставляется с определенным количеством использования. Если вы превысите свое использование в плане подписки, вы можете продолжать использовать его, но вы будете подвергнуты дополнительным счетам за выставление счетов, и вам придется их оплатить.",
    "faqTitle2": "Могу ли я отписаться в любое время?",
    "faqContent2": "Да, вы можете в любое время отключить \"Подписки без перерыва\" в настройках \"Подписки\". Вы можете продолжать использовать свою учетную запись после закрытия непрерывной подписки до тех пор, пока не завершится текущий период выставления счетов.",
    "faqTitle3": "Как изменить свою подписку?",
    "faqContent3": "Вы можете повысить или понизить свою подписку, изменив расписание. Улучшенная подписка начнет действовать в режиме реального времени, и вы заплатите разницу между оставшейся стоимостью старой подписки и новой подпиской и завершите оплату. Если у вас есть пониженная подписка, плата будет автоматически вычтена и будет действовать в соответствии с новой подпиской после завершения старой подписки. Мы автоматически вычтем сборы из кредитов. Пожалуйста, подтвердите, что есть достаточно кредитов.",
    "faqTitle4": "Какие методы оплаты вы принимаете?",
    "faqContent4": "Мы принимаем оплату через Paypro, Sellix. Дополнительные методы оплаты можно посмотреть на странице.",
    "faq": "Часто задаваемые вопросы",
    "pioneerEnjoy": "🎉 Наслаждайтесь {num} эксклюзивными правами и интересами",
    "exclusiveDesc": "Эксклюзивная подписка на внутреннее тестирование, ограниченные продажи",
    "asLowMonth": "По такой низкой цене, как {num}/мес",
    "startSameProfileTips": "Повторные запуски одного и того же профиля учитываются только один раз в день, а количество запусков профиля будет сбрасываться ежедневно.",
    "selectPlan": "Выбрать план",
    "startFreeTrial": "Начать бесплатную пробную версию",
    "customPlanTips": "Удовлетворить любые ваши потребности",
    "customPlanTips1": "Используйте все функции бесплатно",
    "rpa": "RPA",
    "container": "Контейнер"
  },
  "affiliatePrograms": {
    "joinTitle": "Присоединяйтесь к нашей партнерской программе",
    "subDesc": " Зарабатывайте деньги через нашу партнерскую программу, мы будем рады вам помочь!",
    "joinNow": " Присоединяйся сейчас",
    "nstbrowser": "Nstbrowser",
    "affiliatePrograms": " Партнерские программы",
    "affiliateProgramsDesc": "Участвуя в нашей программе, у вас будет возможность продвигать наши продукты и услуги, а также зарабатывать прибыльные комиссии.",
    "headGuideData": {
      "title1": " Зарегистрироваться!",
      "desc1": " Зарегистрируйте учетную запись Nstbrowser, чтобы получить реферальные ссылки.",
      "title2": " Пригласить пользователя!",
      "desc2": " Скопируйте реферальную ссылку, поделитесь ею или разместите ее на своем сайте, и люди зарегистрируются по ссылке.",
      "title3": " Зарабатывать награды!",
      "desc3": " Зарегистрированные рекомендатели покупают подписки, и вы получаете комиссию за распространение"
    },
    "higher": " Выше",
    "commissionRate": " Комиссионная ставка <higher> Выше</higher> означает больший доход",
    "commissionRateDesc": " Зарегистрируйтесь на Nstbrowser и поделитесь своими рекламными ссылками, чтобы получить 15% комиссионных за реферальные подписки в течение 24 месяцев!",
    "realTime": " В режиме реального времени",
    "realTimeRewards": "<real>В режиме реального времени</real> Выплата вознаграждений",
    "realTimeRewardsDesc": " Вы можете отслеживать количество рефералов и сумму, которую они вам приносят в режиме реального времени, а сумма вознаграждения зачисляется на ваш счет в режиме реального времени.",
    "faq": "Часто задаваемые вопросы",
    "faqTitle1": "Как заработать с помощью Nstbrowser?",
    "faqContent1": " После регистрации в Nstbrowser скопируйте реферальную ссылку приглашения и предложите пользователям зарегистрироваться по ней, а затем приобретите план подписки Nstbrowser, чтобы вы могли зарабатывать комиссионные!",
    "faqTitle2": " Какую комиссию вы можете заработать?",
    "faqContent2": " Комиссия до 15%",
    "faqTitle3": " Когда начисляется комиссия?",
    "faqContent3": " Комиссия начисляется в режиме реального времени после оплаты реферала.",
    "faqTitle4": " Как мне отслеживать свои рекламные акции?",
    "faqContent4": " Мы предоставляем данные отслеживания в режиме реального времени, что позволяет вам просматривать количество рефералов и комиссионные вознаграждения в режиме реального времени."
  },
  "download": {
    "title": "Скачайте и используйте БЕСПЛАТНО!",
    "subTitle": "Nstbrowser полностью открыт и бесплатен в использовании, предлагая неограниченное количество браузеров и команд. Скачайте и используйте его немедленно!",
    "subTitle2": "Нажмите, чтобы присоединиться к нашему сообществу сбора данных/веб-скрапинга для получения последних идей отрасли о",
    "windowsSubTitle": "Windows 10 или выше, 64-бит",
    "downloadBtnText": "Скачать бесплатно",
    "comingSoon": "скоро будет",
    "unlimitedBrowserProfiles": "<text>Неограниченно</text> Профили браузеров",
    "unlimited": "Неограниченно",
    "unlimitedBrowserProfilesDesc": "Мы предлагаем неограниченное количество браузеров, которые можно безопасно использовать для достижения ваших целей.",
    "joinNow": " Присоединяйся сейчас",
    "realBrowserFingerpints": "<text>Реальные</text> Отпечатки пальцев браузера",
    "real": "Реальные",
    "realBrowserFingerpintsDesc": "Использует уникальную технологию для создания отпечатков пальцев, максимально приближенных к реальным шаблонам пользователя, что позволяет легко проходить проверки веб-сайтов.",
    "multiTeam": "Гибкое управление несколькими командами",
    "multiTeamDesc": "Мы предлагаем неограниченное количество команд с возможностью добавлять членов и устанавливать права доступа.",
    "customFingerprints": "Các thông số tùy chỉnh",
    "customFingerprintsDesc": "Быстрая настройка отпечатков браузера, прокси-серверов и других параметров в соответствии с вашими потребностями для более полного удовлетворения ваших требований."
  },
  "releaseNotes": {
    "title": "Информация о выпуске",
    "desc": "Узнайте о последних функциях Nstbrowser"
  },
  "header": {
    "contact": "Контакт"
  },
  "sign-in": "Войти",
  "download-for-free": "Скачать бесплатно",
  "start-free-trial": "Начать бесплатную пробную версию",
  "home": {
    "cloud-based-fingerprint-browser": "Облачный браузер отпечатков пальцев",
    "browserDesc": "Облачная интеграция для очистки веб-страниц и автоматизации, позволяющая легко интегрировать наше решение в ваш бизнес."
  },
  "contact-us": "Связаться с нами",
  "Error": {
    "retry": "Повторить попытку"
  },
  "form": {
    "mail": "Пожалуйста, заполните адрес электронной почты",
    "valid-mail": "Введите, пожалуйста, действительный адрес электронной почты",
    "valid-agree": "Пожалуйста, согласитесь с Условиями",
    "valid-name": "Пожалуйста, введите имя",
    "valid-note": "Пожалуйста, заполните"
  },
  "more": "Более",
  "get-started": "Начать",
  "common": {
    "download": "Скачать",
    "ok": "ХОРОШО",
    "we-will-contact-you-shortly": "Мы свяжемся с Вами в скором времени",
    "with-more-details": "с более подробной информацией в течение одного рабочего дня.",
    "you-will-receive-an-email-to": "Вы получите электронное письмо на",
    "legal": "Юридический",
    "product": "Продукт",
    "resource": "Ресурс",
    "solution": "Решение",
    "support": "Поддерживать",
    "please-enter": "Пожалуйста входите",
    "ad": "Присоединяйтесь к нашему сообществу Browserless и веб-скрапинга: Платформа для совместных инноваций разработчиков и бизнеса!",
    "adBtn": "Начато бесплатно"
  },
  "product": {
    "rpa": {
      "desc1": "Локальное многопараллельное выполнение",
      "desc2": "Облачная работа и хранение",
      "desc3": "Реальная среда отпечатков пальцев",
      "desc": "Найдите сотни рабочих процессов для ваших проектов по очистке веб-страниц или автоматизации.",
      "store": {
        "desc1": "Собирая информацию о продуктах с Amazon или Etsy, вы можете получить представление о динамике рынка, исследовать конкурентов и своевременно вносить коррективы в свой продукт и ценовую стратегию, тем самым получая представление о рынке и стратегическое преимущество.",
        "desc2": "С помощью инструментов автоматизации легче извлекать ценные данные и информацию из Facebook, Twitter (X), которые подходят для анализа рынка, привлечения потенциальных клиентов и сбора данных.",
        "desc3": "Выполняя автоматизированные задачи в нескольких учетных записях, вы можете легко выполнять повторяющиеся и рутинные задачи, такие как массовая рассылка сообщений, рекламные кампании, партнерский маркетинг, отправка электронной почты и т. д., чтобы эффективно снизить рабочую нагрузку.",
        "desc4": "С помощью автоматизированных инструментов вы можете получать ценные данные и информацию о видео в социальных сетях, таких как YouTube и TikTok, например сбор комментариев, сбор видеоинформации помогает вам получить представление о мнениях пользователей, а анализируя данные, он также может помочь вам отслеживать популярность. \nвашего контента и исследуйте конкурентов.",
        "desc5": "Вы можете эффективно собирать данные и информацию с помощью инструментов автоматизации. \nТочная и эффективная информация о данных может помочь вам изучить конкурентов, оценить рынок и сформулировать стратегии.",
        "title1": "Автоматизация электронной коммерции",
        "title2": "Автоматизация социальных сетей",
        "title3": "Автоматизация нескольких аккаунтов",
        "title4": "Видео Социальная Автоматизация",
        "title5": "Мониторинг данных в режиме реального времени"
      },
      "title": "Торговая площадка RPA"
    },
    "browser": {
      "introduce1": "Настройка отпечатков пальцев на нескольких устройствах и браузерах обеспечивает уникальность и анонимность.",
      "introduce2": "Комплексное решение для веб-разблокировки поддерживает неограниченный доступ в Интернет.",
      "introduce3": "Облачная синхронизация и облачное хранилище данных.",
      "introduce4": "Простой в использовании API.",
      "introduce6": "Многооконная синхронизация и автоматическое расположение помогают управлять несколькими учетными записями одновременно.",
      "introduce7": "Подлинные отпечатки пальцев обеспечивают анонимность просмотра и безопасность учетной записи, предотвращая обнаружение.",
      "introduce8": "Гибкие функции совместной работы участников и управления разрешениями.",
      "introduce9": "Простой метод настройки для пакетного создания. \nСоздавайте несколько уникальных файлов конфигурации одним щелчком мыши.",
      "introduceTitle": "Решение для веб-скрапинга и автоматизации — разблокировка веб-сайтов и извлечение данных",
      "introduceTitle2": "Решение для управления несколькими учетными записями — управление и функционирование тысяч учетных записей",
      "senseDesc1": "Используйте Nstbrowser для оптимизации таких задач, как автоматизация.",
      "senseDesc2": "и исследование конкурентов на таких платформах, как Google, Facebook, eBay и Amazon.",
      "senseTitle": "Удовлетворите любые ваши потребности в очистке данных"
    },
    "browserless": {
      "introduce1": "Интеграция и использование облачных сервисов Nstbrowser в один клик позволяют легко выполнять крупномасштабные одновременные задачи, эффективно экономя ресурсы и время и обеспечивая быструю поддержку бизнес-операций.",
      "introduce2": "Запуск любых сценариев и выполнение сложных операций браузера или задач очистки веб-страниц через автономный браузер, что позволяет вам писать сценарии в соответствии с вашими потребностями для выполнения различных задач автоматизации.",
      "introduce3": "Мониторинг и управление ресурсами:",
      "introduce3-2": "Отслеживайте использование ОЗУ, ЦП и графического процессора, чтобы обеспечить разумное потребление ресурсов браузером.",
      "introduce3-3": "Балансировка нагрузки и масштабирование:",
      "introduce3-4": "Справляйтесь с внезапным увеличением трафика, динамически распределяя ресурсы для балансировки и масштабирования нагрузки, обеспечивая стабильность и надежность.",
      "introduce4": "Облачный сервис:",
      "introduce4-2": "Получите доступ к облачному сервису Nstbrowser для запуска ваших сценариев и задач, освобождая вас от ограничений локальных ресурсов и получая полноценный хостинг.",
      "introduce4-3": "Выделенный сервер:",
      "introduce4-4": "Предоставляйте экземпляры выделенных серверов с более высокой производительностью, более гибкими возможностями конфигурации и лучшей изоляцией.",
      "introduceSubTitle": "Масштабное решение задач автоматизации и парсинга веб-страниц",
      "introduceTitle": "Облачный безголовый браузер",
      "introduceTitle1": "Бесшовная интеграция и быстрое развертывание",
      "introduceTitle2": "Выполнение скриптов и операций браузера",
      "introduceTitle3": "Управление производительностью и ресурсами",
      "introduceTitle4": "Гибкие методы интеграции и использования",
      "sense": "Получите полное управление с помощью мощного Nstbrowserless",
      "senseDesc1": "Nstbrowserless прекрасно запускает любой скрипт, будь то простые нажатия кнопок, ввод содержимого или сложные задачи, такие как заполнение форм и автоматизированные рабочие процессы.",
      "senseDesc2": "Вы можете инкапсулировать свои сценарии автоматизации через интерфейс REST API, устраняя необходимость в полной поддержке библиотеки автоматизации.",
      "senseDesc3": "Помогите управлять файлами cookie для обеспечения согласованности данных в разных сеансах, что особенно полезно для обхода функций обнаружения ботов на веб-сайте.",
      "senseDesc4": "Во время выполнения скрипта содержимое страницы может динамически передаваться в iframe, что полезно для выполнения интерактивных задач автоматизации.",
      "senseDesc5": "Keepalive позволяет плавно переключаться между различными сеансами браузера, поддерживая непрерывную работу процессов браузера.",
      "senseDesc6": "Поддерживает автономный браузер JavaScript, позволяющий выполнять сценарии на любом веб-сайте, даже в сложных одностраничных приложениях, для удовлетворения более широкого спектра потребностей в автоматизации.",
      "senseTitle1": "Запускайте любые сложные сценарии",
      "senseTitle2": "Оберните свои сценарии в REST API",
      "senseTitle3": "Постоянное кэширование и управление файлами cookie",
      "senseTitle4": "Удаленное взаимодействие",
      "senseTitle5": "Непрерывность сеанса",
      "senseTitle6": "Мощные возможности рендеринга в браузере"
    },
    "cloudflare": {
      "introduce1": "Автоматически обнаруживать и решать проблемы Cloudflare (капчи, турникет и т. д.)",
      "introduce10": "Соблюдение требований имеет решающее значение, и мы полностью соблюдаем политику предприятия в области робототехники и ведем себя этично.",
      "introduce2": "Продолжайте непрерывное сканирование с интеллектуальной ротацией IP-адресов.",
      "introduce3": "Высокие показатели успеха до 99,9% для надежного сбора данных",
      "introduce4": "Эмуляция пользователей и управление отпечатками пальцев, чтобы избежать CAPTCHA",
      "introduce5": "Глубокое машинное обучение Cloudflare",
      "introduce6": "Поддерживает новейшие механизмы защиты Cloudflare на всех сайтах.",
      "introduce7": "Бесшовная интеграция с простым кодом для быстрой интеграции сервисов в существующий код.",
      "introduce8": "Масштабируемая производительность, обработка тысяч запросов в секунду",
      "introduce9": "Машинное обучение для высокоточного решения задач",
      "introduceTitle": "Легко обходите препятствия Cloudflare Turnstile и Captcha",
      "introduceTitle2": "Масштабируемая архитектура для операций сканирования корпоративного уровня"
    },
    "desc": {
      "browserless": "Решайте сложные задачи по очистке веб-страниц и автоматизации с помощью Nstbrowserless, обеспечивая полное управление в облаке.",
      "cloudflare-bypass": "Автоматизированное решение для турникета Cloudflare",
      "fingerprint-browser": "Универсальный антиобнаруженный браузер с автоматическими функциями",
      "rpa": "Нет необходимости кодировать для создания автоматизированного робота, извлекать данные на любом веб-сайте и выполнять повторяющиеся задачи.",
      "web-unlocker": "Масштабное решение по автоматизированному сбору данных обходит антиботовые системы"
    },
    "entry": {
      "browserDesc1": "Настройте параметры отпечатков пальцев, чтобы генерировать подлинные отпечатки пальцев и легко проходить обнаружение веб-сайта.",
      "browserDesc2": "Основанный на движках Chromium и Firefox, Nstbrowser поддерживает настраиваемую настройку параметров отпечатков пальцев.",
      "browserDesc3": "Технология искусственного интеллекта, предназначенная для автоматического распознавания CAPTCHA.",
      "browserDesc4": "Nstbrowser определяет наиболее эффективные прокси-серверы для конкретных целей, снижая вероятность отслеживания или блокировки ваших действий.",
      "browserDesc5": "Совместимый с Puppeteer, Playwright и Selenium, Nstbrowser предлагает более мощные возможности, чем традиционные браузеры автоматизации и автономные браузеры.",
      "browserTitle1": "Реальный отпечаток браузера",
      "browserTitle2": "Расширенный браузерный движок",
      "browserTitle3": "Распознавание капчи",
      "browserTitle4": "Ротация IP",
      "browserTitle5": "Совместимость",
      "browserlessDesc1": "На основе контейнеризации используйте облачные сервисы для беспрепятственного запуска сценариев автоматизации и управления ими без сложных процессов установки и настройки.",
      "browserlessDesc2": "Используйте виртуальную среду браузера для имитации взаимодействия пользователей с помощью сценариев и эффективного выполнения задач.",
      "browserlessDesc3": "Эффективные и стабильные возможности одновременной обработки задач позволяют одновременно обрабатывать несколько задач, повышая эффективность работы и производительность системы.",
      "browserlessDesc4": "Совместимость с популярными инструментами автоматизации, такими как Puppeteer и Playwright, предлагает более широкий спектр возможностей.",
      "browserlessTitle1": "Технология контейнеризации",
      "browserlessTitle2": "Безголовый браузер",
      "browserlessTitle3": "Мощные возможности",
      "browserlessTitle4": "Расширенная совместимость",
      "cloudflareDesc1": "Взлом 5-секундного щита против сканирования Cloudflare и защиты WAF",
      "cloudflareDesc2": "Уникальный настоящий отпечаток пальца Nstbrowser обходит блокировку веб-сайтов, поддерживает настраиваемые параметры отпечатка пальца и обеспечивает более гибкие возможности настройки отпечатков пальцев.",
      "cloudflareDesc3": "Определите наиболее эффективный прокси-сервер для конкретной цели, постоянно опрашивая IP-адреса на серверной стороне и автоматически выбирая параметры устройства для повторного запроса в случае сбоя.",
      "cloudflareTitle1": "Обход Cloudflare на 99,9% веб-сайтов",
      "cloudflareTitle2": "Настоящий отпечаток браузера",
      "cloudflareTitle3": "Интеллектуальная ротация IP",
      "rpaDesc1": "Никаких знаний в области кодирования не требуется: просто перетаскивайте модули для разработки рабочих процессов. \nМы предоставляем различные модули для удовлетворения всех ваших потребностей.",
      "rpaDesc2": "Получайте данные с любого веб-сайта, экспортируйте результаты данных в форматы JSON, Excel, CSV или интегрируйте их с Google Sheets.",
      "rpaDesc3": "Автоматически выполняйте расписания в фоновом режиме, экономя ресурсы и эффективно справляясь со сложными многозадачными задачами.",
      "rpaDesc4": "Автоматически выполняйте одиночные или повторяющиеся задачи в определенное запланированное время.",
      "rpaDesc5": "Поддержка локальной многозадачности и одновременного выполнения в нескольких средах для повышения эффективности обработки задач.",
      "rpaDesc6": "Автоматически определяет и обходит CAPTCHA на веб-сайтах для автоматического и беспрепятственного сбора данных.",
      "rpaDesc7": "Достижение автоматизированного сбора данных в пакетных сценариях и сценариях с высоким уровнем параллелизма",
      "rpaDesc8": "Беспрепятственно взаимодействуйте с отпечатками пальцев браузера и надежно изолируйте учетные записи в реальной среде отпечатков пальцев.",
      "rpaTitle1": "Визуальные операции без кода",
      "rpaTitle2": "Парсинг данных",
      "rpaTitle3": "Обезглавленный",
      "rpaTitle4": "Временная задача",
      "rpaTitle5": "Многопараллельное выполнение",
      "rpaTitle6": "Обход капчи",
      "rpaTitle7": "Облачная автоматизация сбора данных",
      "rpaTitle8": "Безопасная среда отпечатков пальцев браузера",
      "webDesc1": "Получите беспрепятственный доступ к любому веб-сайту в любом масштабе, гарантируя незамеченные посещения.",
      "webDesc2": "Получите доступ к целевым веб-сайтам и избегайте обнаружения ботами.",
      "webDesc3": "Nstbrowser постоянно меняет IP-адреса в серверной части. \nЕсли запрос на очистку не удался, мы выберем другой параметр устройства и повторим запрос.",
      "webDesc4": "Обход блокировки сайтов на основе уникальных реальных отпечатков пальцев Nstbrowser",
      "webTitle1": "Обход обнаружения антиботов",
      "webTitle2": "Моделирование поведения пользователей",
      "webTitle3": "Интеллектуальная ротация IP-адресов",
      "webTitle4": "Отпечатки браузера"
    },
    "title": {
      "browserless": "Browserless",
      "cloudflare-bypass": "Беспрепятственный доступ к данным, защищенным Cloudflare",
      "fingerprint-browser": "Антиобнаружение браузера",
      "rpa": "Браузер многопараллельной облачной автоматизации",
      "web-unlocker": "Веб-разблокировщик"
    },
    "unblock": {
      "and-execute-easily": "и легко выполнять",
      "deploy": "Развертывать",
      "desc": "Обход антиботовых систем веб-сайта для неограниченного доступа к данным",
      "desc1": "Nstbrowser использует реальные отпечатки пальцев браузера, автоматическое решение CAPTCHA, интеллектуальную ротацию IP-адресов, повторные запросы и другие автоматизированные функции для обеспечения беспрепятственного доступа к любому веб-сайту.",
      "desc2": "Nstbrowser получает доступ к веб-сайтам как настоящий пользователь с помощью уникальной технологии снятия отпечатков пальцев браузера. \nМы используем настоящие отпечатки пальцев браузера, отпечатки пальцев Canvas, отслеживание движений мыши и маскирование WebRTC, чтобы вы оставались незамеченными.",
      "desc3": "Легко интегрируйтесь в существующий код, беспрепятственно подключайте решения для автоматизации сканирования, экономя время и ресурсы.",
      "effect": "Веб-сайты эффективно",
      "simulate": "Имитировать",
      "title": "Разблокировать веб-сайты",
      "unblock": "Разблокировать",
      "user-behavior": "Поведение пользователей"
    }
  },
  "start": "Начинать",
  "api-docs": "Документация по API",
  "sign-in-for-free": "Войти бесплатно",
  "solution": {
    "anti": {
      "introduceAuto": "и автоматизация без проблем",
      "introduceDesc": "Несколько решений для неограниченного веб-доступа",
      "introduceDesc1": "Предлагает несколько решений по защите от обнаружения для беспрепятственного и незамеченного доступа и работы веб-страниц.",
      "introduceDesc2": "Доверьте нам проблемы – мы справимся со всеми препятствиями",
      "introduceDesc3": "С помощью Nstbrowser вы можете легко обойти обнаружение антиботов, не тратя время и ресурсы на преодоление этих препятствий. \nПолучите доступ к любому веб-сайту без проблем.",
      "introduceDesc4": "Неограниченный доступ к веб-сайту для автоматизации и сбора данных",
      "introduceDesc5": "Автоматически обходите веб-ограничения с помощью нескольких решений, чтобы поддерживать высокий уровень успеха. \nПлатите только за успешные запросы.",
      "introduceExecute": "Выполнять",
      "introduceTitle": "Обход обнаружения анти-ботов",
      "introduceTitle2-1": "Разблокировать",
      "introduceTitle2-2": "Веб-сайты: больше внимания уделяйте данным и задачам",
      "introduceTitle3": "Преимущества бота-антиобнаружения",
      "introduceWebScrap": "Веб-скрапинг"
    },
    "browser": {
      "desc": "Предоставление комплексных решений по автоматизации для сложных операций корпоративного уровня.",
      "desc1": "Сбор данных без усилий: интегрируйте несколько решений, чтобы устранить барьеры доступа в Интернет.",
      "desc2": "Nstbrowser включает в себя Real Browser Fingerprints, Browserless, Web Unblocker, Intelligent Proxy, Automation и другие решения, позволяющие преодолеть все препятствия, возникающие при очистке веб-страниц, беспрепятственно получить доступ к любому веб-сайту и упростить процесс.",
      "desc3": "Чтобы обойти любое обнаружение антиботов и упростить парсинг веб-страниц, мы предлагаем различные решения для защиты от ботов, в том числе",
      "desc3-1": "Cloudflare Solver, Browserless, защита от капчи, премиум-прокси",
      "desc3-2": ", и",
      "desc3-3": "Интеллектуальная ротация прокси.",
      "desc3-4": "Оставьте эту проблему нам и без труда выполните парсинг веб-страниц.",
      "desc4": "Nstbrowser легко интегрирует решения по автоматизации",
      "desc5": "Комплексные решения по автоматизации:",
      "desc5-1": "Быстро развертывайте сложные задачи автоматизации, повышайте эффективность выполнения и обеспечивайте надежные результаты.",
      "desc6": "Автоматизация данных:",
      "desc6-1": "Автоматизированное хранение и обработка данных обеспечивает автоматизированный сбор, очистку и преобразование данных.",
      "desc7": "Высокая интеграция",
      "desc7-1": "Эффективное развертывание:",
      "desc7-2": "и",
      "desc7-3": "Простая интеграция приложений сценариев автоматизации",
      "desc7-4": "Высокая интеграция:",
      "desc7-5": "Совместим и адаптируем к Puppeteer, Playwright, Selenium и другим основным инструментам.",
      "desc7-6": "Эффективное развертывание:",
      "desc7-7": "Быстрая реализация без сложной настройки, что делает ваши операции очистки более эффективными.",
      "startDesc": "Легко используйте нашу службу облачных кластеров для запуска любых сценариев и задач. \nБыстрое развертывание с помощью полностью управляемых решений, позволяющее сэкономить время и деньги, не беспокоясь ни о чем.",
      "startDesc2": "Nstbrowser предоставляет экземпляры выделенных серверов для повышения производительности, более гибких возможностей конфигурации и лучшей изоляции.",
      "startDesc3": "Разверните и запустите на своем сервере или в облачной среде с помощью нашего образа Docker, что предоставит вам полный контроль над развертыванием вашего сервиса и управлением им.",
      "startTitle": "Решение облачных сервисов",
      "startTitle2": "Решение для выделенного сервера",
      "startTitle3": "Решение для облачного хостинга",
      "title": "Интегрированный парсинг и автоматизация веб-страниц",
      "title1": "Интернет",
      "title1-1": "Соскабливание",
      "title2": "Анти-",
      "title2-1": "Бот обнаружения",
      "title3": "Автоматизация",
      "title4": "Обширный",
      "title5-1": "Совместимость",
      "desc2-1": "отпечатки браузера, Browserless, веб-разблокировщик и интеллектуальный прокси."
    },
    "desc": {
      "anti-detect-bot": "Обход обнаружения анти-ботов: несколько решений для упрощения веб-скрапинга и автоматизации",
      "fingerprint-browser": "Крупномасштабное облачное решение для автоматизации предприятия",
      "multi-account": "Специально разработан для управления несколькими учетными записями, позволяя работать с тысячами учетных записей без отслеживания.",
      "scraping": "Легко интегрируйте решения для парсинга веб-страниц, чтобы легко выполнять сложные требования к данным.",
      "data-isolation": "Безопасный доступ к данным и веб-страницам из нашего браузера Cloud Container. \nИзолируйтесь от устройств, чтобы обеспечить безопасность сети и данных."
    },
    "multi": {
      "introduce1": "Анонимный доступ без отслеживания",
      "introduce2": "Безопасное управление и эксплуатация",
      "introduce3": "Более широкие бизнес-каналы, более значительный рост данных",
      "introduce4": "Гибкая настройка совместной работы и управление разрешениями",
      "introduceDesc": "Повысьте эффективность бизнеса и обеспечьте рост объема данных с помощью Nstbrowser",
      "introduceDesc1": "Запретите связывание между учетными записями, чтобы снизить риск обнаружения.",
      "introduceDesc2": "Повысьте безопасность и анонимность, одновременно снизив риск обнаружения и блокировки учетной записи при использовании нескольких учетных записей.",
      "introduceDesc3": "Создайте больше учетных записей, чтобы расширить свой бизнес по нескольким каналам, способствуя росту бизнеса.",
      "introduceDesc4": "Облачная синхронизация и обмен файлами облегчают совместную работу команды, назначая различные роли и устанавливая функциональные разрешения для эффективного управления.",
      "introduceTitle": "Безопасное управление тысячами учетных записей. Идеально подходит для"
    },
    "scrap": {
      "introduce1": "Разблокированное и беспрепятственное парсинг веб-страниц",
      "introduce2": "Эффективная и надежная интеллектуальная ротация IP-адресов",
      "introduce3": "Масштабируемый облачный хостинг",
      "introduce4": "Мониторинг в реальном времени",
      "introduceDesc": "Обеспечьте очистку веб-страниц и автоматизацию, не беспокоясь об инфраструктуре.",
      "introduceDesc1": "Решения Nstbrowser по борьбе с обнаружением и аутентичные отпечатки пальцев браузера могут имитировать реальное поведение пользователя, обеспечивая разблокировку.",
      "introduceDesc2": "Nstbrowser меняет IP-адреса для адаптации к соответствующим сценариям и имеет функцию автоматической повторной попытки, отвечающую потребностям веб-сканеров.",
      "introduceDesc3": "Легко интегрируйтесь с облаком, чтобы без труда добиться полностью управляемого, крупномасштабного управления сканерами и автоматизации.",
      "introduceDesc4": "Nstbrowser может отслеживать состояние парсинга, настраивать состояния времени выполнения, вести журнал записей и легко получать оповещения об ошибках и уведомления, что помогает вам эффективно управлять крупномасштабными веб-парсерами.",
      "introductTitle": "Решение крупномасштабных задач веб-скрапинга и автоматизации",
      "useful": {
        "desc1": "Собирайте информацию с веб-сайтов электронной коммерции, таких как Amazon и eBay, включая информацию о продуктах, ценах и URL-адресах. \nЭто поможет вам получить представление о рынке и улучшить стратегии ценообразования.",
        "desc2": "Собирайте, анализируйте и интерпретируйте информацию о конкретных рынках, отраслях или целевых аудиториях, чтобы прогнозировать и анализировать изменения рынка, поддерживая бизнес-решения.",
        "desc3": "Изучите данные и информацию на различных платформах социальных сетей для анализа рынка и пользователей, сбора информации о потенциальных клиентах.",
        "desc4": "Собирайте данные SEO, разрабатывайте или оптимизируйте стратегии поисковых систем, отслеживайте ключевые слова и формулируйте стратегии ключевых слов.",
        "title": "Полезное решение для сбора данных в любой сфере",
        "title1": "Данные продукта",
        "title2": "Исследования рынка",
        "title3": "Социальные медиа",
        "title4": "Поисковая оптимизация"
      }
    },
    "sense": {
      "anti-detect-bot": "Решения для защиты от обнаружения ботов",
      "anti": {
        "desc1": "Со случайными задержками Nstbrowser имитирует реальные действия пользователя, такие как движения мыши, ввод данных и щелчки, чтобы обеспечить достоверность ваших задач автоматизации и избежать обнаружения веб-сайтов.",
        "desc2": "На основе обширной базы данных отпечатков пальцев Nstbrowser мы предоставляем достоверную информацию об отпечатках браузера, чтобы лучше моделировать поведение пользователя. \nЭто поддерживает стабильную и эффективную работу облачного браузера отпечатков пальцев, снижая риск обнаружения.",
        "desc3": "Автоматизированное решение для турникета Cloudflare",
        "desc4": "Благодаря ротации IP-адресов мы помогаем избежать риска обнаружения и перехвата из-за частых запросов с одного IP-адреса, повышая вашу анонимность при доступе к веб-сайту.",
        "desc5": "Благодаря уникальному и реальному отпечатку пальца Nstbrowser имитирует подлинное взаимодействие пользователя с веб-сайтами. \nМы выбираем правильные параметры браузера, заголовки, файлы cookie и JavaScript, чтобы обеспечить необнаружение.",
        "desc6": "Автоматически обходите и решайте CAPTCHA веб-сайта, чтобы обеспечить беспрепятственный доступ к Интернету и задачи автоматизации, избегая обнаружения анти-ботов.",
        "title1": "Моделирование реального поведения пользователей",
        "title2": "Веб-разблокировщик",
        "title3": "Решатель Cloudflare",
        "title4": "Интеллектуальная ротация IP",
        "title5": "Отпечатки браузера",
        "title6": "Решатель капчи"
      },
      "browser": {
        "desc1": "Используйте облачный браузер без отпечатков пальцев для очистки веб-страниц и автоматизации, легко запускайте, управляйте и отслеживайте сценарии автоматизации браузера, чтобы обеспечить бесперебойное и эффективное извлечение данных и процессы автоматизации.",
        "desc2": "На основе обширной базы данных отпечатков пальцев Nstbrowser мы предоставляем реальные отпечатки пальцев браузера, которые могут помочь имитировать поведение реального пользователя в браузере, поддерживать стабильную и эффективную работу облачных браузеров отпечатков пальцев и снижать риск обнаружения.",
        "desc3": "Благодаря полностью управляемым облачным сервисам вы полностью освободите свои локальные ресурсы. \nБлагодаря поддержке технологий балансировки нагрузки и динамического масштабирования мы обеспечиваем стабильные, эффективные и экономичные решения для автоматизации.",
        "desc4": "Nstbrowser объединяет службы идентификации браузера, веб-разблокировки, интеллектуальной ротации прокси-серверов и решения CAPTCHA, позволяющие обойти обнаружение анти-ботов и разблокировать 99,9% веб-ограничений.",
        "desc5": "Nstbrowser предоставляет экземпляры выделенных серверов для запуска ваших служб, предлагая повышенную производительность, гибкие возможности конфигурации и улучшенную изоляцию.",
        "desc6": "Разблокируйте ограниченный или заблокированный веб-контент для беспрепятственного доступа к любой веб-странице, извлечения данных или выполнения автоматизированных задач.",
        "title1": "Browserless",
        "title2": "Отпечаток браузера",
        "title3": "Облачный кластер",
        "title4": "Антидетектирующий бот",
        "title5": "Выделенный сервер",
        "title6": "Веб-разблокировщик"
      },
      "fingerprint-browser": "Изучите возможности облачного браузера отпечатков пальцев",
      "multi-account": "Эффективно управляйте тысячами учетных записей с помощью расширенных функций продукта",
      "multi": {
        "desc1": "Используйте облачный браузер без отпечатков пальцев для очистки веб-страниц и автоматизации, легко запускайте, управляйте и отслеживайте сценарии автоматизации браузера, чтобы обеспечить бесперебойное и эффективное извлечение данных и процессы автоматизации.",
        "desc2": "Легко создавайте несколько уникальных профилей одновременно с простой настройкой, устанавливая разные или идентичные прокси для каждой среды.",
        "desc3": "С легкостью проектируйте рабочие процессы, используя модули перетаскивания, чтобы легко создавать роботов для автоматизации без знаний программирования. \nПовысьте эффективность таких задач, как управление несколькими учетными записями, извлечение данных и автоматизированные операции.",
        "desc4": "Nstbrowser обеспечивает стабильную производительность при выполнении сложных задач веб-автоматизации за счет ротации IP-адресов, обхода ограничений веб-сайтов и предотвращения обнаружения для повышения анонимности при операциях с несколькими учетными записями.",
        "desc5": "Создавайте профили отпечатков пальцев реальных пользователей, чтобы поддерживать анонимность учетной записи и предотвращать отслеживание, повышая безопасность и конфиденциальность.",
        "desc6": "Создавайте подлинные, независимые отпечатки пальцев, чтобы каждая учетная запись отражала отпечатки реального автономного устройства. \nПолучите доступ к целевым веб-сайтам, полностью изолируя любые связи между несколькими учетными записями.",
        "title1": "Browserless",
        "title2": "Пакетное создание",
        "title3": "Интеллектуальная ротация IP",
        "title4": "Отпечатки браузера",
        "title5": "Независимое функционирование"
      },
      "scrap": {
        "desc1": "Nstbrowser обеспечивает стабильную производительность при выполнении сложных задач веб-автоматизации за счет ротации IP-адресов, обхода ограничений веб-сайтов и предотвращения обнаружения для повышения анонимности при операциях с несколькими учетными записями.",
        "desc2": "Разблокируйте ограниченный или заблокированный веб-контент для беспрепятственного доступа к любой веб-странице, легко выполняя очистку и автоматизацию веб-страниц.",
        "desc3": "Nstbrowser объединяет функцию идентификации браузера, веб-разблокировку, интеллектуальную ротацию прокси-серверов и службу решения CAPTCHA для обхода обнаружения анти-ботов.",
        "desc4": "Высококачественные резидентные прокси-пулы со всего мира помогут вам обойти обнаружение анти-ботов, что позволит вам легко выполнять задачи по очистке веб-страниц и автоматизации.",
        "title1": "Интеллектуальная ротация IP",
        "title2": "Веб-разблокировщик",
        "title3": "Антидетектирующий бот",
        "title4": "Прокси"
      },
      "scraping": "Упрощение веб-скрапинга и автоматизации",
      "data-isolation": "Среда безопасного доступа для ненадежных действий",
      "data": {
        "desc1": "Доступ через виртуальный браузер позволяет передавать сеансы в локальные браузеры, эффективно устанавливая безопасную изоляцию для защиты сетей и устройств.",
        "desc2": "Эффективно обнаруживайте и блокируйте вредоносные веб-сайты и содержимое файлов, чтобы предотвратить атаки и заражения устройств и конечных точек.",
        "desc3": "Обеспечьте независимые, изолированные среды для каждого сеанса, чтобы эффективно обеспечить безопасность данных и предотвратить потенциальные угрозы.",
        "desc4": "Nstbrowser уничтожает доступ к каждому сеансу браузера и устраняет онлайн-следы, обеспечивая конфиденциальность данных и невозможность их отслеживания.",
        "desc5": "Предложите безопасную анонимную среду для сетевых исследований и сбора информации для защиты устройств от атак.",
        "desc6": "Для безопасного доступа к ненадежным веб-страницам Nstbrowser устраняет веб-атаки во время просмотра и защищает такие операции, как загрузка и выгрузка.",
        "title1": "Защита сети и устройств",
        "title2": "Вредоносные веб-сайты и обнаружение файлов",
        "title3": "Полностью отдельная среда браузера",
        "title4": "Одноразовый просмотр",
        "title5": "Безопасные сетевые исследования и сбор информации",
        "title6": "Доступ к ненадежным веб-страницам"
      }
    },
    "title": {
      "anti-detect-bot": "Антидетектирующий бот",
      "fingerprint-browser": "Облачный браузер отпечатков пальцев",
      "multi-account": "Управление несколькими аккаунтами",
      "scraping": "Веб-скрапинг",
      "data-isolation": "Изоляция данных для безопасности предприятия"
    },
    "isolation": {
      "desc": "Обеспечьте безопасность просмотра веб-страниц и защитите от сетевых атак.",
      "desc1": "Защитите конечные устройства и сетевые данные от атак и заражений, внедрив безопасную анонимную среду виртуального браузера.",
      "desc2": "Запускайте экземпляры браузера в каждой отдельной контейнерной среде. \nПолностью изолируйте устройство от веб-активности, эффективно предотвращая такие угрозы, как фишинговые сайты, вредоносные файлы, электронные письма или сценарии.",
      "desc3": "Полностью удаляйте вредоносное ПО, файлы cookie, историю просмотров, кеш браузера и отпечатки пальцев после каждого сеанса, чтобы обеспечить безопасность и конфиденциальность данных.",
      "desc4": "Облачный интерфейс браузера обеспечивает безопасное выполнение веб-рабочих процессов в любое время, в любом месте, в любом браузере, обеспечивая защищенный доступ.",
      "introduce2": "Обеспечьте приватный просмотр и изоляцию данных",
      "introduce3": "Защитите конфиденциальность данных с помощью одноразовых сеансов",
      "introduce4": "Удаленный доступ к Cloud Desktop",
      "introduxe1": "Безопасные сеансы с помощью облачного браузера",
      "title": "Создайте безопасную среду просмотра в облаке"
    }
  },
  "view-more": "Посмотреть больше",
  "all-blog": "Весь блог",
  "contact": {
    "desc": "Бесшовные решения для масштабирования, которые легко интегрируются в ваши проекты.",
    "desc2": "Непрерывная эксплуатация и техническое обслуживание.",
    "desc3": "Быстрое реагирование на потребности и проблемы благодаря нашей команде обслуживания клиентов и технической поддержки, которая всегда находится в режиме ожидания.",
    "email": "Электронная почта",
    "how-can-we-help": "Как мы можем помочь?",
    "name": "Имя",
    "subTitle": "Мы всегда в вашем распоряжении для индивидуальных решений и услуг.",
    "title": "Свяжитесь с нами и расширьте свой бизнес",
    "you-can-enter-a-description-of-your-custom-requirements": "Вы можете ввести описание ваших индивидуальных требований",
    "submit-form": "Представить форму",
    "cookieView": "Посмотреть политику конфиденциальности",
    "accept-cookie": "Принять файлы cookie",
    "agree": "Я прочитал и согласен с",
    "and": "и",
    "cookieDesc": "Мы используем файлы cookie для анализа использования веб-сайта. \nМы не записываем вашу личную информацию. \nНажимая «Принять», вы соглашаетесь на сохранение файлов cookie на вашем устройстве.",
    "cookieTitle": "Мы ценим вашу конфиденциальность",
    "cookies-policy": "Политика использования файлов cookie",
    "modalTitle": "Nstbrowser предоставляет индивидуальные решения для крупномасштабного парсинга и автоматизации.",
    "privacy-policy": "политика конфиденциальности",
    "reject": "Отклонять",
    "terms-and-conditions": "Условия",
    "company": "Компания",
    "corporate": "Корпоративные вопросы",
    "custom": "Запросы на настройку",
    "general": "Общие вопросы",
    "optional": "необязательный",
    "other": "Другие вопросы",
    "subject": "Предмет"
  },
  "links": {
    "affiliate-program": "Партнерская программа",
    "affiliate-programs": "Партнерские программы",
    "anti-bot-detection": "Обнаружение антиботов",
    "anti-fingerprint-browser": "Браузер с защитой от отпечатков пальцев",
    "blogs": "Блоги",
    "browserless": "Browserless",
    "cloud-based-anti-fingerprint-browser": "Облачный браузер для защиты от отпечатков пальцев",
    "cloudflare-bypass": "Обход Cloudflare",
    "contact": "Контакт",
    "cookies-policy": "Политика использования файлов cookie",
    "desc": {
      "browser": "Универсальный браузер с автоматизированными функциями",
      "browser-solution": "Крупномасштабная автоматизация корпоративного уровня на базе облака",
      "browserless": "Облачный безголовый браузер для автоматизации",
      "bypass": "Автоматизированное решение проблемы турникета Cloudflare",
      "detection": "Объедините различные решения, которые помогут вам обойти обнаружение ботов.",
      "multi": "Создан специально для управления несколькими учетными записями и беспрепятственно управляет тысячами учетных записей без необходимости отслеживания.",
      "rpa": "Полностью бесплатный продукт для автоматизации браузера.",
      "scrap": "Парсинг веб-страниц и автоматизация браузера",
      "unlocker": "Автоматизация крупномасштабного сбора данных в обход антибот-систем веб-сайтов.",
      "isolation": "Безопасный доступ к веб-страницам и данным из облака, полная изоляция сетей устройств."
    },
    "documentation": "Документация",
    "download": "Скачать",
    "multi-account-management": "Управление несколькими аккаунтами",
    "partner": "Партнер",
    "partners": "Партнеры",
    "pricing": "Цены",
    "privacy-policy": "политика конфиденциальности",
    "release-notes": "Примечания к выпуску",
    "rpa-marketplace": "Торговая площадка RPA",
    "terms": "Условия",
    "web-scraping-and-automation": "Веб-скрапинг",
    "web-unlocker": "Веб-разблокировщик",
    "isolation": "Изоляция данных для безопасности предприятия"
  },
  "start-now": "Начать сейчас",
  "startNow": {
    "title": "Парсинг веб-страниц и автоматизация браузера с помощью облачного браузера с защитой от отпечатков пальцев"
  },
  "faq": "Часто задаваемые вопросы",
  "fqa": {
    "browser": {
      "desc1": "Отпечаток браузера (или цифровой отпечаток пальца) — это технология, используемая для идентификации и отслеживания пользователей Интернета. \nОн работает путем сбора информации о браузере и компьютере пользователя, такой как версия браузера, операционная система, плагины, шрифты, разрешение экрана и т. д., для создания уникального идентификатора. \nЭтот идентификатор может использоваться веб-сайтами и рекламодателями для распознавания пользователей и отслеживания их поведения.",
      "desc2": "Используя Nstbrowser, браузер с защитой от обнаружения, вы можете получить настоящие отпечатки браузера для доступа к целевым веб-сайтам, тем самым скрывая свою настоящую личность и блокируя отслеживание веб-сайтов. \nЭто позволяет обойти антиботовые системы веб-сайта и избежать обнаружения.",
      "desc3": "Nstbrowser полностью бесплатен и предлагает всем пользователям бесплатную профессиональную подписку, которая включает в себя 1000 запусков сред в день, неограниченное количество сред, команд и членов команд. \nКроме того, мы также предоставляем корпоративную подписку. \nНажмите, чтобы просмотреть подробности.",
      "desc4": "Да! \nМы разрешаем вход в систему на нескольких устройствах, и как только данные среды синхронизируются с облаком, они автоматически синхронизируются с новыми устройствами при входе в систему, обеспечивая плавное переключение устройств.",
      "title1": "Что такое отпечаток браузера?",
      "title2": "Что такое антидетект браузера?",
      "title3": "Как заряжается Nstbrowser?",
      "title4": "Можете ли вы получить доступ к Nstbrowser на нескольких устройствах?"
    },
    "browserless": {
      "desc1": "Nstbrowserless — это облачная служба браузера без графического интерфейса, которая может выполнять веб-операции и запускать сценарии автоматизации без графического интерфейса. \nОн позволяет автоматизировать веб-задачи, такие как очистка веб-страниц и другие автоматизированные действия.",
      "desc2": "Да, мы стремимся удовлетворить потребности каждого клиента, будь то частное развертывание или конкретная интеграция. \nПросто нажмите «Связаться с отделом продаж» и сообщите нам о своих требованиях в любое время.",
      "desc3": "Nstbrowserless в первую очередь полагается на браузеры Chrome и Firefox для предоставления своих услуг, поддерживая все веб-страницы и функции, с которыми они могут работать.",
      "desc4": "В настоящий момент мы проводим внутреннее тестирование и планируем официально выпустить Nstbrowserless позднее.",
      "title1": "Что такое Nstbrowserless?",
      "title2": "Поддерживает ли Nstbrowserless индивидуальные решения?",
      "title3": "Какие браузеры поддерживает Nstbrowserless?",
      "title4": "Когда выйдет Nstbrowserless?"
    },
    "cloudflare": {
      "desc1": "Начать легко: просто зарегистрируйтесь в нашем сервисе и интегрируйте наш API с помощью всего нескольких строк кода. \nПредоставляется полная документация и специализированная поддержка.",
      "desc2": "Наши цены гибкие и конкурентоспособные. \nПосле регистрации вы можете получить доступ к панели Nstbrowser, чтобы изучить наши подробные варианты цен, адаптированные к индивидуальным и корпоративным потребностям. \nПозволяет вам выбрать план, который наилучшим образом соответствует вашим требованиям.",
      "desc3": "Наш сервис построен на высокомасштабируемой архитектуре, способной обрабатывать сотни одновременных запросов в секунду. \nМы можем плавно увеличивать или уменьшать масштаб в зависимости от ваших требований.",
      "desc4": "Наш RPA можно использовать совершенно бесплатно.",
      "title1": "Как мне начать?",
      "title2": "Каковы тарифные планы?",
      "title3": "Насколько масштабируема услуга?",
      "title4": "Как цены?"
    },
    "rpa": {
      "desc1": "RPA означает роботизированную автоматизацию процессов, которая представляет собой технологию автоматизации, которая использует программных роботов для автоматического выполнения повторяющихся задач или сбора данных с помощью автоматизированных задач, тем самым повышая эффективность работы.",
      "desc2": "RPA может помочь вам автоматически выполнять различные повторяющиеся задачи, экономя время. \nОн может выполнять такие задачи, как ввод данных, создание отчетов, обработка счетов, сбор веб-данных и автоматическая отправка электронной почты.",
      "desc3": "Вы можете создавать любые задачи автоматизации на основе предоставляемых нами событий шагов RPA. \nНапример, открытие веб-страниц, получение данных или контента со страниц и экспорт их в таблицы; \nвход в несколько учетных записей, чтобы нажать на воспроизведение видео, чтобы увеличить трафик и улучшить производительность видео.",
      "desc4": "Наш RPA можно использовать совершенно бесплатно.",
      "title1": "Что такое РПА?",
      "title2": "Чем RPA может мне помочь?",
      "title3": "Какие задачи автоматизации я могу создавать?",
      "title4": "Как он заряжается?"
    },
    "unlocker": {
      "desc1": "Web Unblocker — это одно из наших прокси-решений, предназначенное для автоматического решения большинства проблем с блокировкой веб-страниц. \nОн подходит для таких задач, как парсинг веб-страниц, где он устраняет блоки веб-страниц, находя оптимальные прокси, отпечатки браузера и методы декодирования CAPTCHA. \nПросто отправьте свой запрос, и мы решим за вас самые сложные задачи по разблокировке.",
      "desc2": "Если ваш запрос по-прежнему заблокирован после использования Web Unblocker, обратитесь в нашу службу поддержки клиентов, и мы поможем вам решить проблему.",
      "desc3": "Мы берем плату только за успешные запросы. \nДополнительные планы подписки будут представлены позже.",
      "desc4": "В настоящее время мы проводим внутреннее тестирование и официально выпустим Nstbrowser Web Unblocker позднее.",
      "title1": "Что такое веб-разблокировщик Nstbrowser",
      "title2": "Что делать, если Web Unblocker не работает?",
      "title3": "Как взимается плата за использование веб-разблокировщика?",
      "title4": "Когда выйдет Nstbrowser Web Unblocker?"
    }
  },
  "rpa": {
    "store": {
      "details": "Подробности",
      "advertisementText": "Если у вас есть еще автоматизированные задачи, которые вы хотите выполнить с помощью RPA, присоединяйтесь к нашему сообществу, и мы поможем вам выполнить их.",
      "all": "Все",
      "backToMarketplace": "Вернуться на торговую площадку",
      "mostPopular": "Самый популярный",
      "mostRect": "Самый последний",
      "reportIssues": "Сообщить о проблемах",
      "searchPlaceholder": "Поиск",
      "storeTitle": "Торговая площадка RPA",
      "subTitle": "Откройте для себя и используйте разнообразные программы RPA для упрощения автоматизации.",
      "updateTime": "Время обновления {time}",
      "workflowNum": "{num} Рабочие процессы"
    }
  }
}
