{
  "Index": {
    "title": "Trang mục lục",
    "demo": "Định tuyến liên kết cho trang demo",
    "nav": {
      "solution": "Giải pháp",
      "resource": "Tài nguyên",
      "pricing": "Định giá",
      "docs": "Tài liệu",
      "product": "Sản phẩm"
    },
    "define": {
      "title": "Xác định Nstbrowser: Trình duyệt vân tay miễn phí",
      "free-fingerprint-browser": "Trình duyệt vân tay miễn phí",
      "free-rpa": "RPA miễn phí",
      "free-rpa-desc": "Chúng tôi cung cấp công cụ RPA miễn phí để thu thập và tự động hóa dữ liệu. \nNó giúp bạn tự động thu thập dữ liệu và đi kèm với nhiều mẫu RPA sẵn sàng sử dụng, có sẵn ngay lập tức.",
      "multiple-web-unblocking-solutions": "Nhiều giải pháp bỏ chặn web",
      "customized-services": "Dịch vụ tùy chỉnh",
      "custom-service-desc": "Với đội ngũ chuyên nghiệp gồm hơn 150 chuyên gia, chúng tôi có thể giải quyết mọi vấn đề bạn gặp phải. \nChúng tôi cung cấp các giải pháp phù hợp và hỗ trợ khách hàng 24/7 để thuận tiện cho bạn. \nHãy liên hệ với chúng tôi bất cứ lúc nào.",
      "cloud-based-browser": "Trình duyệt dựa trên đám mây",
      "cloud-services-desc": "Các giải pháp triển khai tích hợp đám mây và chỉ bằng một cú nhấp chuột cho phép truy cập và vận hành trình duyệt từ xa thông qua các dịch vụ đám mây, loại bỏ nhu cầu về tài nguyên và thiết bị cục bộ, cho phép thực thi các tác vụ phức tạp hoặc đồng thời cao với khả năng quản lý hoàn toàn.",
      "professional": "Mã hóa dữ liệu chuyên nghiệp và an toàn",
      "professional-desc": "Chúng tôi ưu tiên bảo mật sản phẩm và dữ liệu người dùng của mình. \nNstbrowser bảo vệ tài khoản của bạn thông qua các biện pháp kỹ thuật như truyền SSL và mã hóa lưu trữ. \nNgoài ra, chúng tôi còn cung cấp các tính năng bảo mật như 2FA và cảnh báo đăng nhập để tăng cường bảo mật tài khoản của bạn.",
      "free-finger-desc1": "Chúng tôi cung cấp trình duyệt dấu vân tay hoàn toàn miễn phí cho mọi người, cung cấp",
      "free-finger-desc2": "cấu hình môi trường không giới hạn, khởi động môi trường,",
      "free-finger-desc3": "Và",
      "free-finger-desc4": "quy mô đội.",
      "unblock-desc1": "Nstbrowser tích hợp",
      "unblock-desc2": "dấu vân tay trình duyệt thực, proxy thông minh, trình giải CAPTCHA,",
      "unblock-desc3": "và hơn thế nữa để giúp bạn bỏ qua bot và truy cập liền mạch vào bất kỳ trang web nào.",
      "cloud-based-desc": "Một giải pháp tự động hóa được phát triển cho các nhiệm vụ quy mô lớn cấp doanh nghiệp. \nVới việc triển khai bằng một cú nhấp chuột, bạn có thể dễ dàng sử dụng dịch vụ cụm đám mây của chúng tôi để thực hiện toàn bộ hoạt động quản lý, giải phóng hiệu quả các tài nguyên cục bộ.",
      "cloud-services": "Dịch vụ điện toán đám mây"
    },
    "blog": {
      "title": "Thông qua Blog Luôn cập nhật về các kỹ thuật và giải pháp quét web tiên tiến"
    },
    "desc": "Một giải pháp toàn diện - khả năng truy cập liền mạch vào các dịch vụ cụm đám mây giúp việc quét web và tự động hóa dễ dàng hơn.",
    "introduce": {
      "desc1": "Đạt được việc thu thập dữ liệu một cách dễ dàng: tích hợp nhiều giải pháp để bỏ chặn các rào cản truy cập web.",
      "desc2": "Nstbrowser kết hợp Dấu vân tay trình duyệt thực, Không trình duyệt, Trình bỏ chặn web, Proxy thông minh, Tự động hóa và các giải pháp khác để vượt qua mọi trở ngại gặp phải trong quá trình quét web, truy cập liền mạch bất kỳ trang web nào và đơn giản hóa quy trình.",
      "desc3": "Để bỏ qua tất cả các hoạt động phát hiện chống bot và đơn giản hóa việc quét web, chúng tôi cung cấp nhiều giải pháp chống bot, bao gồm",
      "desc3-2": "Bộ giải mã Cloudflare, Không cần trình duyệt, Chống CAPTCHA, Proxy cao cấp,",
      "desc3-3": "Và",
      "desc3-4": "Xoay proxy thông minh.",
      "desc3-5": "Hãy để vấn đề đó cho chúng tôi và bạn có thể dễ dàng thu thập dữ liệu trên web.",
      "desc4": "Nstbrowser Tích hợp liền mạch các giải pháp tự động hóa",
      "desc5-2": "Triển khai nhanh chóng các tác vụ tự động hóa phức tạp, nâng cao hiệu quả thực thi và đảm bảo kết quả đáng tin cậy.",
      "desc5-3": "Tự động hóa dữ liệu:",
      "desc5-4": "Lưu trữ và xử lý dữ liệu tự động cung cấp khả năng thu thập, làm sạch và chuyển đổi dữ liệu tự động.",
      "desc6": "Tích hợp cao",
      "desc6-1": "Triển khai hiệu quả:",
      "desc6-2": "Và",
      "desc6-3": "Tích hợp liền mạch các ứng dụng tập lệnh tự động hóa của bạn",
      "desc6-4": "Tích hợp cao:",
      "desc6-5": "Tương thích và thích ứng với Puppeteer, Playwright, Selenium và các công cụ chính thống khác.",
      "desc6-6": "Triển khai hiệu quả:",
      "desc6-7": "Triển khai nhanh chóng mà không cần thiết lập phức tạp, giúp hoạt động thu thập dữ liệu của bạn hiệu quả hơn.",
      "title": "Cung cấp các giải pháp toàn diện để giải quyết các thách thức vận hành phức tạp ở cấp doanh nghiệp",
      "title1": "Web",
      "title1-2": "cạo",
      "title2": "Chống",
      "title2-2": "Bot phát hiện",
      "title3": "Tự động hóa",
      "title4": "Rộng rãi",
      "title4-2": "Khả năng tương thích",
      "desc5": "Giải pháp tự động hóa toàn diện:",
      "desc2-1": "Mở khóa khả năng truy cập trang web liền mạch và đơn giản hóa các tác vụ quét web bằng tính năng tích hợp sẵn của chúng tôi",
      "desc2-2": "Tích hợp",
      "desc3-1": "Bộ giải Cloudflare, Không cần trình duyệt, Bộ giải CAPTCHA, Proxy cao cấp, v.v."
    },
    "multi": {
      "desc": "Quản lý và vận hành hàng nghìn tài khoản bằng Nstbrowser miễn phí.",
      "desc1": "Tạo cấu hình vân tay người dùng xác thực dựa trên dấu vân tay thực, duy trì tính ẩn danh của tài khoản và ngăn chặn việc theo dõi, từ đó tăng cường tính bảo mật và quyền riêng tư cho tài khoản của bạn.",
      "desc2": "Dấu vân tay của trình duyệt xác thực có thể duy trì tính ẩn danh hoàn toàn và ngăn chặn việc theo dõi.",
      "desc3": "Đăng ký Free Professional không giới hạn thời gian cung cấp tới 1000 lần khởi chạy môi trường mỗi ngày, cùng với số lượng môi trường, nhóm và thành viên nhóm không giới hạn.",
      "desc4": "Dễ dàng thiết kế quy trình công việc bằng cách sử dụng các mô-đun kéo và thả để dễ dàng xây dựng rô-bốt tự động hóa mà không cần kiến ​​thức lập trình. \nTăng hiệu quả trong các tác vụ như quản lý nhiều tài khoản, trích xuất dữ liệu và vận hành tự động.",
      "desc5": "Nstbrowser hỗ trợ đồng bộ hóa hoạt động và đồng bộ hóa dữ liệu trên nhiều cửa sổ trình duyệt, cho phép quản lý hàng loạt và tự động hóa các tác vụ trên các cửa sổ, nâng cao đáng kể hiệu quả khi xử lý nhiều tác vụ tài khoản.",
      "title": "Quản lý nhiều tài khoản",
      "title1": "Dấu vân tay trình duyệt thực",
      "title2": "Trình duyệt vân tay miễn phí",
      "title3": "Quản lý nhiều cửa sổ trình duyệt"
    },
    "needs": {
      "desc1": "Dễ dàng sử dụng dịch vụ cụm đám mây của chúng tôi để chạy bất kỳ tập lệnh và tác vụ nào. \nTriển khai nhanh chóng với các giải pháp được quản lý toàn diện để tiết kiệm thời gian và chi phí mà không phải lo lắng.",
      "desc2": "Nstbrowser cung cấp các phiên bản máy chủ chuyên dụng để có hiệu suất cao hơn, tùy chọn cấu hình linh hoạt hơn và khả năng cách ly tốt hơn.",
      "desc3": "Triển khai và chạy trong máy chủ hoặc môi trường đám mây của bạn bằng hình ảnh Docker của chúng tôi, mang lại cho bạn toàn quyền kiểm soát việc triển khai và quản lý dịch vụ của mình.",
      "title": "Chiến lược triển khai linh hoạt để đáp ứng nhu cầu của bạn",
      "title1": "Giải pháp dịch vụ đám mây",
      "title2": "Giải pháp máy chủ chuyên dụng",
      "title3": "Giải pháp lưu trữ đám mây"
    },
    "sense": {
      "desc1": "Sử dụng trình duyệt vân tay không đầu dựa trên đám mây để quét web và tự động hóa, dễ dàng chạy, quản lý và giám sát các tập lệnh tự động hóa trình duyệt để đạt được quy trình tự động hóa và trích xuất dữ liệu liền mạch và hiệu quả.",
      "desc2": "Dựa trên cơ sở dữ liệu dấu vân tay mở rộng của Nstbrowser, chúng tôi cung cấp dấu vân tay trình duyệt thực, có thể giúp mô phỏng hành vi trình duyệt của người dùng thực, hỗ trợ hoạt động ổn định và hiệu quả của trình duyệt dấu vân tay dựa trên đám mây và giảm nguy cơ bị phát hiện.",
      "desc3": "Thông qua các dịch vụ được quản lý hoàn toàn dựa trên đám mây, giải phóng hoàn toàn tài nguyên cục bộ của bạn. \nVới sự hỗ trợ cho công nghệ cân bằng tải và thay đổi quy mô động, chúng tôi đảm bảo các giải pháp tự động hóa ổn định, hiệu quả và tiết kiệm chi phí.",
      "desc4": "Nstbrowser tích hợp các dịch vụ Vân tay trình duyệt, Trình bỏ chặn web, Xoay proxy thông minh và giải CAPTCHA để vượt qua khả năng phát hiện chống bot và mở khóa 99,9% các hạn chế trên web.",
      "title1": "Browserless",
      "title2": "Dấu vân tay trình duyệt",
      "title3": "Cụm đám mây",
      "title4": "Bot chống phát hiện"
    },
    "title1": "Miễn phí",
    "learn-more": "Tìm hiểu thêm"
  },
  "Metadata": {
    "Index": {
      "title": "Nstbrowser - Trình duyệt chống phát hiện nâng cao để quét web và quản lý nhiều tài khoản",
      "description": "Nstbrowser là một trình duyệt chống phát hiện mạnh mẽ được thiết kế dành cho các chuyên gia kế toán đa năng để quản lý nhiều tài khoản một cách an toàn và hiệu quả. Hãy thử nó ngay bây giờ để được miễn phí!",
      "keywords": "chống phát hiện trình duyệt, nhiều tài khoản, trình duyệt ảo, vân tay trình duyệt, quản lý tài khoản, quét web"
    },
    "product": {
      "fingerprint-browser": {
        "title": "Trình duyệt chống phát hiện - Trình duyệt chống phát hiện tất cả trong một với các tính năng tự động",
        "description": "Tương thích với Puppeteer, Playwright và Selenium, Nstbrowser áp dụng dấu vân tay của trình duyệt thực, công cụ Chrome và Firefox tiên tiến, xoay vòng IP thông minh và nhận dạng CAPTCHA tự động để đạt được việc quét web, tự động hóa và quản lý nhiều tài khoản.",
        "keywords": "nghệ sĩ múa rối, nhà viết kịch, selen, dấu vân tay trình duyệt, crom, firefox, xoay ip, hình ảnh xác thực, trình duyệt chống phát hiện, quét web, tự động hóa, nhiều tài khoản, Nstbrowser"
      },
      "rpa": {
        "title": "Nstbrowser RPA - Một công cụ miễn phí giúp đơn giản hóa quá trình quét và tự động hóa trang web của bạn",
        "description": "Thực hiện các thao tác trình duyệt web bằng Trình duyệt Tự động hóa của chúng tôi để tự động thực hiện các công việc web và lập chỉ mục dữ liệu web. Giúp bạn thực hiện các nhiệm vụ lặp lại, tự động điền vào biểu mẫu, tự động chụp màn hình, tự động tải xuống và nhiều hơn nữa!",
        "keywords": "RPA, NstbrowserRPA, quy trình tự động, robot, robot RPA, tiện ích mở rộng trình duyệt, nhiệm vụ lặp lại, chụp màn hình tự động, thu thập dữ liệu web, tạo lưu lượng, tải xuống tự động, tạo tài khoản hàng loạt, đăng nhập hàng loạt, xuất dữ liệu"
      },
      "cloudflare-bypass": {
        "title": "Cloudflare Turnstile Solver - Giải pháp tự động dành cho Turnstile và Thử thách của Cloudflare.",
        "description": "Truy cập dữ liệu được bảo vệ bởi Cloudflare một cách liền mạch với giải pháp tự động của chúng tôi để tránh Turnstile, các thách thức CAPTCHA. Quay IP thông minh, học máy, mô phỏng người dùng và kiến trúc có khả năng mở rộng.",
        "keywords": "Tránh qua Cloudflare, tránh qua Turnstile, giải quyết viên CAPTCHA, giải pháp Cloudflare, lục web, trích xuất dữ liệu, quay IP, học máy, mô phỏng người dùng, kiến trúc có khả năng mở rộng."
      },
      "browserless": {
        "title": "Không cần trình duyệt - Giải quyết vấn đề tự động hóa và quét web phức tạp, đạt được sự quản lý hoàn toàn trên Đám mây.",
        "description": "Nstbrowserless hỗ trợ giải pháp được quản lý hoàn toàn tự động. Với trình duyệt không đầu dựa trên đám mây, nó có thể sử dụng các tác vụ tự động hóa và quét web phức tạp, đồng thời xử lý tương tác từ xa với dịch vụ cụm vùng chứa đám mây.",
        "keywords": "tự động, được quản lý hoàn toàn, dựa trên đám mây, trình duyệt không đầu, quét web, tự động hóa, vùng chứa đám mây, Nstbrowser"
      },
      "web-unlocker": {
        "title": "Web Unblocker - Giải pháp thu thập dữ liệu tự động quy mô lớn vượt qua hệ thống chống bot",
        "description": "Với khả năng xoay IP thông minh, lấy dấu vân tay của trình duyệt và mô phỏng hành vi người dùng, Nstbrowser có thể dễ dàng mở khóa các trang web, giúp thu thập dữ liệu không hạn chế.",
        "keywords": "xoay ip, lấy dấu vân tay trình duyệt, mở khóa, bỏ chặn web, thu thập dữ liệu, Nstbrowser"
      }
    },
    "solution": {
      "fingerprint-browser": {
        "title": "Trình duyệt vân tay dựa trên đám mây - Giải pháp tự động hóa đám mây quy mô lớn dành cho doanh nghiệp",
        "description": "Trình duyệt đám mây Nstbrowser tích hợp trình mở khóa web, cụm đám mây, bot chống phát hiện, lấy dấu vân tay của trình duyệt và máy chủ chuyên dụng để thực hiện các tác vụ tự động hóa và quét web phức tạp một cách hiệu quả.",
        "keywords": "trình duyệt đám mây, Browserless, trình mở khóa web, chống phát hiện, trình duyệt chống phát hiện, quét web, tự động hóa, lấy dấu vân tay trình duyệt, Nstbrowser"
      },
      "multi-account": {
        "title": "Quản lý nhiều tài khoản - Cho phép vận hành nhiều tài khoản mà không bị theo dõi.",
        "description": "Với Nstbrowser RPA, xoay vòng IP thông minh, không cần trình duyệt và các giải pháp khác để mở khóa trang web và bỏ qua việc phát hiện, bạn có thể quản lý hàng nghìn tài khoản một cách an toàn và hiệu quả.",
        "keywords": "nhiều tài khoản, quét web, tự động hóa"
      },
      "scraping": {
        "title": "Tự động hóa & Quét web - Thực hiện dễ dàng việc thu thập và thu thập dữ liệu phức tạp",
        "description": "Giải pháp tự động hóa và quét web đảm bảo quyền truy cập không bị chặn và không bị cản trở. Xoay vòng IP, lưu trữ đám mây và bot chống phát hiện giúp thu thập dữ liệu dễ dàng trong mọi lĩnh vực.",
        "keywords": "quét web, tự động hóa, thu thập dữ liệu"
      },
      "anti-detect-bot": {
        "title": "Bot chống phát hiện - Nhiều giải pháp vượt qua phát hiện chống bot",
        "description": "Để thực hiện quét web và tự động hóa mà không gặp trở ngại, Nstbrowser thiết kế bot chống phát hiện để mở khóa các trang web và giải mã xác thực, giúp thu thập dữ liệu hiệu quả.",
        "keywords": "phát hiện chống bot, trình duyệt chống phát hiện, quét web, tự động hóa, thu thập dữ liệu"
      },
      "data-isolation": {
        "description": "Nstbrowser tạo môi trường duyệt web an toàn nhằm đảm bảo bảo mật dữ liệu web và bảo vệ khỏi các cuộc tấn công mạng. \nTính năng phát hiện tệp và trang web độc hại cũng như tính năng duyệt một lần sẽ bảo vệ quyền riêng tư và cách ly dữ liệu.",
        "keywords": "bảo mật dữ liệu, quyền riêng tư dữ liệu, trình duyệt đám mây, bảo mật mạng",
        "title": "Cách ly dữ liệu để bảo mật doanh nghiệp - Duy trì bảo mật mạng và dữ liệu"
      }
    },
    "download": {
      "title": "Nstbrowser - Trình duyệt chống phát hiện nâng cao để quét web và quản lý nhiều tài khoản",
      "description": "Tải xuống Nstbrowser để có trình duyệt chống phát hiện miễn phí và tận hưởng khả năng quét web hiệu quả và quản lý nhiều tài khoản. Hiểu tại sao Nstbrowser là trình duyệt chống phát hiện tốt nhất.",
      "keywords": "trình duyệt chống phát hiện, quét web, nhiều tài khoản, Nstbrowser"
    },
    "pricing": {
      "title": "Nstbrowser - Trình duyệt chống phát hiện nâng cao để quét web và quản lý nhiều tài khoản",
      "description": "Tìm ra những nét quyến rũ độc đáo từ phần giá của Nstbrowser. Hiểu tại sao Nstbrowser là trình duyệt chống phát hiện tốt nhất.",
      "keywords": "trình duyệt chống phát hiện, quét web, nhiều tài khoản, Nstbrowser"
    },
    "rpa_marketplace": {
      "title": "Nstbrowser RPA - Khám phá quy trình làm việc tự động và các công cụ quét web trên thị trường",
      "description": "Khám phá sức mạnh của quy trình làm việc tự động trên thị trường RPA. Khám phá sự phong phú của các công cụ và quy trình tự động hóa sẵn sàng sử dụng. Dễ dàng giải quyết các thách thức kinh doanh và thực hiện tự động hóa quy trình",
      "keywords": "RPA Marketplace,RPA,NstbrowserRPA,quy trình tự động,robot, rô-bốt RPA,tiện ích mở rộng trình duyệt,trích xuất dữ liệu,trình quét web,tự động hóa quy trình làm việc,tự động hóa đa nền tảng,nền tảng tự động hóa không mã,robot rpa"
    },
    "affiliate_programs": {
      "title": "Chương trình liên kết của Nstbrowser - Trình duyệt chống phát hiện giúp kiếm tiền",
      "description": "Nstbrowser không chỉ là một giải pháp toàn diện về quét web và tự động hóa mà còn là một nền tảng tuyệt vời để kiếm tiền. Chỉ cần chia sẻ và nhận phần thưởng ngay bây giờ!",
      "keywords": "trình duyệt chống phát hiện, quét web, tự động hóa, chương trình liên kết, Nstbrowser"
    },
    "partner": {
      "title": "Đối tác Nstbrowser - Hợp tác với Nstbrowser vì sự thịnh vượng chung",
      "description": "Nstbrowser là sự lựa chọn lý tưởng để phát triển hợp tác. Hãy trở thành đối tác của chúng tôi và theo đuổi sự thịnh vượng chung.",
      "keywords": "Nstbrowser, hợp tác, đối tác"
    },
    "blog": {
      "title": "Nstbrowser - Trình duyệt chống phát hiện nâng cao để quét web và quản lý nhiều tài khoản",
      "description": "Tìm hiểu các kỹ thuật tự động hóa và quét web hiệu quả và hữu ích từ blog của Nstbrowser.",
      "keywords": "quét web, tự động hóa, trình duyệt chống phát hiện"
    }
  },
  "NotFoundPage": {
    "title": "Không tìm thấy",
    "go-back-home": "Trở về nhà",
    "page-not-found": "Không tìm thấy trang"
  },
  "multiAccount": {
    "title": "Lý tưởng cho nhiều nhu cầu lấy dữ liệu khác nhau",
    "subTitle": "Sử dụng Nstbrowser để hợp lý hóa các tác vụ như nghiên cứu đối thủ cạnh tranh, xác minh quảng cáo và tự động hóa trên các nền tảng như Google, Facebook, eBay và Amazon. Biến điều không thể thành có thể.",
    "list": {
      "am": "Tiếp thị liên kết",
      "amSubtitle": "Dễ dàng tạo và quản lý số lượng tài khoản không giới hạn trên các nền tảng như Facebook, Google Ads và TikTok Ads.",
      "ec": "Thương mại điện tử",
      "ecSubtitle": "Tạo bao nhiêu tài khoản tùy thích và tăng doanh thu trên Amazon, Shopify, eBay, AliExpress hoặc TEMU.",
      "ba": "Tiền thưởng & Airdrop",
      "baSubtitle": "Nhiều airdrop và quà tặng hơn để tăng cơ hội lọt vào danh sách trắng để bán mã thông báo và tăng lợi nhuận của bạn.",
      "ticketing": "Rút trích nội dung trang web",
      "ticketingSubtitle": "Cung cấp khả năng quét web an toàn và kín đáo, chúng tôi ưu tiên quyền riêng tư, hiệu quả và tuân thủ, cho phép trích xuất dữ liệu liền mạch trong khi vẫn tôn trọng ranh giới trang web.",
      "bab": "Nghiên cứu thị trường",
      "babSubtitle": "Cho phép các công ty tiến hành nghiên cứu thị trường và phân tích cạnh tranh bằng cách duyệt ẩn danh các trang web của đối thủ cạnh tranh để thu thập mọi loại dữ liệu một cách thoải mái.",
      "paa": "Quyền riêng tư và ẩn danh",
      "paaSubtitle": "Trình duyệt đa tài khoản nhanh cho phép bạn sử dụng số lượng hồ sơ ảo không giới hạn. Với những thứ này, việc theo dõi dấu vân tay thực sự của bạn trở nên không thể.",
      "da": "Đại lý kỹ thuật số",
      "daSubtitle": "Đảm bảo công việc hiệu quả và an toàn của các công ty truyền thông với chiến dịch quảng cáo của họ, bảo vệ họ khỏi bất kỳ địa điểm địa lý hoặc phân đoạn thị trường nào."
    },
    "features": {
      "am": {
        "title": "Làm cách nào để sử dụng Nstbrowser cho Tiếp thị liên kết?",
        "paragraphTitle1": "Tiếp thị liên kết là gì?",
        "paragraphIntroduce1": "Tiếp thị liên kết liên quan đến việc giới thiệu một sản phẩm hoặc dịch vụ bằng cách chia sẻ nó trên blog, nền tảng truyền thông xã hội, podcast hoặc trang web. Mỗi khi khách hàng sử dụng liên kết liên kết đặc biệt được kết nối với sự giới thiệu của họ để mua hàng, đơn vị liên kết sẽ được trả hoa hồng. Về mặt lý thuyết, tiếp thị liên kết có thể mở rộng vì nó đòi hỏi ít đầu tư và cung cấp nhiều lựa chọn thay thế.",
        "paragraphTitle2": "Một số ví dụ về các trang web Tiếp thị liên kết là gì?",
        "paragraphTitle3": "Vai trò của quản lý tài khoản đa nhiệm hiệu quả trong ngành",
        "paragraphIntroduce3": "Tiếp thị liên kết đã phát triển qua các năm và được ước tính có giá trị lên đến 12 tỷ đô la. Tuy nhiên, người thực hành đang bị cản trở bởi một vấn đề phổ biến: quản lý tài khoản hiệu quả. Một công cụ quản lý tài khoản đa nhiệm chuyên nghiệp là chìa khóa cho sự thành công trong tiếp thị liên kết, và đây là nơi mà Nstbrowser có thể giúp bạn!",
        "paragraph4": {
          "title": "Nstbrowser cung cấp những gì cho Tiếp thị liên kết?",
          "listTitle1": "Không giới hạn số lượng tài khoản",
          "listSubTitle1": "Mở rộng hoạt động kinh doanh và mở rộng phạm vi tiếp cận của bạn bằng cách truy cập vào nhiều nguồn lưu lượng truy cập chất lượng cao đáng tin cậy.",
          "listTitle2": "Tự động hóa quá trình",
          "listSubTitle2": "Loại bỏ các công việc nhàm chán và lặp đi lặp lại bằng cách tự động hóa việc quản lý tài khoản và hồ sơ của bạn.",
          "listTitle3": "Tăng cường bảo mật và tuổi thọ tài khoản",
          "listSubTitle3": "Có các dấu vân tay trình duyệt thực sự trên tài khoản của bạn có thể bảo vệ doanh nghiệp của bạn.",
          "listTitle4": "Kiểm tra gói quảng cáo phức tạp của bạn",
          "listSubTitle4": "Bạn có thể chạy nhiều chiến dịch quảng cáo phức tạp cùng lúc để xác định giải pháp mang lại lợi nhuận cao nhất và xác định đối tượng mục tiêu mà đối thủ cạnh tranh của bạn chưa nắm bắt được.",
          "listTitle5": "Tăng tuổi thọ tài khoản của bạn",
          "listSubTitle5": "NST Browser cung cấp các cấp độ bảo mật đảm bảo tài khoản của bạn có thể hoạt động liên tục trên nền tảng có hệ thống xác thực phức tạp."
        }
      },
      "ec": {
        "title": "Làm cách nào để sử dụng Nstbrowser cho Thương mại điện tử?",
        "paragraphTitle1": "Thương mại điện tử là gì?",
        "paragraphIntroduce1": "Thương mại điện tử là hành động mua bán sản phẩm hoặc dịch vụ thông qua internet. Loại hình kinh doanh này thường được thực hiện trên các nền tảng bên ngoài như Amazon, eBay hoặc các thị trường truyền thông xã hội như Facebook. Ngoài ra, xu hướng các cá nhân tạo trang web riêng để thu hút khách hàng ngày càng tăng. Thương mại điện tử có thể có nhiều hình thức khác nhau như bán buôn và lưu kho truyền thống, sản xuất và dropshipping, trong đó người bán không giữ bất kỳ hàng tồn kho nào.",
        "paragraphTitle2": "Một số ví dụ về các trang web thương mại điện tử là gì?",
        "paragraphTitle3": "Ưu điểm và vấn đề của việc có nhiều tài khoản người bán",
        "paragraphIntroduce3": "Bạn có thể bán sản phẩm của mình trên nhiều khu vực và thiết lập sự hiện diện ở nhiều danh mục sản phẩm khác nhau mà không gây rủi ro cho thương hiệu của mình bằng cách mở nhiều tài khoản trên nền tảng thương mại điện tử. Điều này làm tăng đáng kể cơ hội trưng bày hàng hóa của bạn tới các thị trường mục tiêu, điều này rất quan trọng để tạo ra doanh thu. Tuy nhiên, việc quản lý nhiều tài khoản thương mại điện tử có thể đặt ra rào cản đáng kể vì các nền tảng có thể hạn chế tài khoản của bạn nếu họ xác định rằng tất cả chúng đều do cùng một cá nhân kiểm soát.",
        "paragraph4": {
          "title": "Nstbrowser cung cấp những gì cho thương mại điện tử?",
          "listTitle1": "Tăng số lượng đề xuất bán hàng",
          "listSubTitle1": "Nâng cao khả năng hiển thị thương hiệu của bạn trên nhiều danh mục sản phẩm và dịch vụ khác nhau mà không cần thêm tiền.",
          "listTitle2": "đa dạng hóa rủi ro",
          "listSubTitle2": "Chúng tôi cho phép bạn vận hành tất cả các tài khoản này trong những giới hạn được công nhận của nền tảng. Nstbrowser sẽ giúp bạn làm cho các tài khoản đa dạng của bạn càng độc đáo càng tốt trong khi mở rộng kinh doanh và giảm thiểu rủi ro.",
          "listTitle3": "Tăng doanh số bán hàng của bạn",
          "listSubTitle3": "Tăng khả năng hiển thị của sản phẩm của bạn trong kết quả tìm kiếm và vượt trội so với đối thủ cạnh tranh.",
          "listTitle4": "Kích thích doanh số bán hàng của bạn",
          "listSubTitle4": "NST Browser là một giải pháp hiệu quả có thể tăng doanh số bán hàng và giám sát danh tiếng trực tuyến của bạn bằng cách theo dõi các bài đánh giá.",
          "listTitle5": "Quản lý cuộc thi",
          "listSubTitle5": "Thiết lập một hệ thống an toàn để phân tích dữ liệu và đạt được lợi thế cạnh tranh trong lĩnh vực sản phẩm của bạn."
        }
      },
      "ba": {
        "title": "Làm cách nào để sử dụng Nstbrowser cho Bounty & Airdrop?",
        "paragraphTitle1": "Tiền thưởng và Airdrop là gì?",
        "paragraphIntroduce1": "“Tiền thưởng” và “Airdrop” là những thuật ngữ không thể thiếu trong lĩnh vực tiền điện tử. Chương trình tiền thưởng là một sáng kiến chiến lược được các công ty sử dụng để khuyến khích các cá nhân hoặc nhóm thực hiện các nhiệm vụ cụ thể. Những nhiệm vụ này, thường liên quan đến việc phát triển hoặc quảng bá dự án, thường được thưởng bằng tiền điện tử. Mặt khác, airdrop thể hiện sự phân phối hàng loạt các token tiền điện tử bổ sung tới rất nhiều địa chỉ ví. Chiến thuật này thường được sử dụng để tạo tiếng vang xung quanh một loại tiền điện tử mới hoặc để làm hài lòng cơ sở người dùng hiện có của nền tảng.",
        "paragraphTitle2": "Một số ví dụ về trang web Bounty & Airdrop là gì?",
        "paragraphTitle3": "Tận dụng tối đa tiền điện tử với nhiều tài khoản",
        "paragraphIntroduce3": "Sử dụng nhiều tài khoản trong ngành tiền điện tử luôn đồng nghĩa với việc có nhiều cơ hội kiếm lợi nhuận hơn. Trong trường hợp xổ số IDO, bạn có thể sử dụng nhiều tài khoản để tăng cơ hội được đưa vào danh sách trắng cho một ưu đãi. Nhiều tìm kiếm và yêu cầu có thể được thực hiện với hàng chục tài khoản để kiếm tiền, nhưng bạn nên cẩn thận - các trang web tiền điện tử ngày càng có nhiều phương pháp tinh vi để phát hiện nhiều tài khoản, ngay cả khi chúng là tài khoản hợp pháp từ các địa chỉ liên hệ khác nhau đã vượt qua kiểm tra KYC. Chỉ một rò rỉ thông tin nhỏ cũng sẽ cho thấy bạn không phải là người như bạn tuyên bố - thậm chí đó chỉ là phông chữ trên thiết bị của bạn không khớp.",
        "paragraph4": {
          "title": "Nstbrowser cung cấp những gì cho Bounty & Airdrop?",
          "listTitle1": "Tăng điểm xu của bạn",
          "listSubTitle1": "Đa dạng hóa các cơ hội tiền điện tử của bạn bằng cách sử dụng nhiều tài khoản. Điều này sẽ nâng cao đáng kể khả năng bạn được chấp nhận vào danh sách trắng bán token, cũng như nhận được các phần thưởng như tiền thưởng, airdrop và đúc tiền NFT.",
          "listTitle2": "Tự động hóa quy trình của bạn",
          "listSubTitle2": "Tự động hóa các nhiệm vụ lặp đi lặp lại cần thiết để tham gia airdrop và đủ điều kiện đưa vào danh sách trắng bán mã thông báo.",
          "listTitle3": "Tuân thủ thông qua kiểm tra xác minh",
          "listSubTitle3": "Tạo ra nhiều tài khoản có thể tuân thủ được với xác minh KYC mà không cần lo lắng thêm.",
          "listTitle4": "Quảng bá tiền điện tử của bạn",
          "listSubTitle4": "Tận dụng tính năng đa kế toán để tiếp thị và truyền bá nhận thức về tiền điện tử hoặc mã thông báo NFT của riêng bạn trong các cộng đồng tiền điện tử khác nhau.",
          "listTitle5": "Bảo vệ nhận dạng",
          "listSubTitle5": "Bằng cách cung cấp tính năng duyệt web ẩn danh và bảo vệ quyền riêng tư, trình duyệt vân tay ngăn chặn rò rỉ thông tin cá nhân và đảm bảo quyền riêng tư của người dùng và an ninh dữ liệu."
        }
      },
      "tk": {
        "title": "Quét web là gì?",
        "paragraphTitle1": "Quét web là gì?",
        "paragraphIntroduce1": "Quét web là quá trình tự động trích xuất thông tin từ các trang web. Nó liên quan đến việc sử dụng các công cụ phần mềm để truy xuất và thu thập dữ liệu từ các trang web, biến dữ liệu phi cấu trúc thành các định dạng có cấu trúc có thể được phân tích và sử dụng. Quét web rất quan trọng vì nó cho phép các doanh nghiệp và cá nhân thu thập lượng lớn dữ liệu một cách hiệu quả. Nó cho phép nghiên cứu thị trường, phân tích cạnh tranh, theo dõi giá, phân tích tâm lý và những hiểu biết có giá trị khác có thể thúc đẩy việc ra quyết định sáng suốt. Bằng cách tự động hóa quy trình thu thập dữ liệu, việc quét web giúp tiết kiệm thời gian và tài nguyên so với thu thập dữ liệu thủ công.",
        "paragraphTitle2": "Có những ví dụ nào về các trang web thu thập dữ liệu?",
        "paragraphTitle3": "Những thách thức mà Web Scraping phải đối mặt",
        "paragraphIntroduce3": "Sau đó, có nhiều thách thức đối với việc thu thập dữ liệu web trong web thương mại ngày càng phức tạp, chẳng hạn như một số trang web nhất định có thể hạn chế và giám sát quyền truy cập vào nội dung của chúng. Quá trình thu thập dữ liệu có thể bị giới hạn bởi trang web để có được dữ liệu cần thiết. Để ngăn chặn việc thu thập dữ liệu tự động, nhiều trang web sử dụng nhiều dạng cơ chế xác minh khác nhau của con người, chẳng hạn như CAPTCHA. Việc xử lý các quy trình xác minh này theo cách thủ công mà không có sự hỗ trợ của các công cụ thích hợp có thể tốn nhiều thời gian và công sức.",
        "paragraph4": {
          "title": "Cách sử dụng Nstbrowser để quét web",
          "listTitle1": "Mô phỏng trình duyệt",
          "listSubTitle1": "Bắt chước hành vi của người dùng thực, cho phép các hoạt động quét web xuất hiện dưới dạng duyệt web thực sự của con người, tạo ra sự hiện diện trực tuyến chân thực hơn và giảm khả năng kích hoạt các cơ chế bảo vệ tự động.",
          "listTitle2": "Xoay vòng tác nhân người dùng",
          "listSubTitle2": "Hầu hết các trình duyệt đều cho phép xoay tiêu đề Tác nhân người dùng để xác định trình duyệt và hệ điều hành đang được sử dụng. Bằng cách chuyển đổi các giá trị Tác nhân người dùng, Nstbrowsers giúp ngăn các trang web nhận dạng và chặn các hoạt động thu thập dữ liệu",
          "listTitle3": "Nhiều hồ sơ",
          "listSubTitle3": "Nstbrowsers có thể giúp bạn mở hồ sơ không giới hạn và thu thập dữ liệu mà không gặp bất kỳ sự cố nào, cho phép tăng năng suất và khả năng thu thập khối lượng dữ liệu lớn hơn.",
          "listTitle4": "Tự động hóa quá trình",
          "listSubTitle4": "Loại bỏ các công việc nhàm chán và lặp đi lặp lại bằng cách tự động hóa việc quản lý tài khoản và hồ sơ của bạn.",
          "listTitle5": "Quản lý cookie",
          "listSubTitle5": "Nstbrowsers cung cấp khả năng xử lý cookie hiệu quả, đảm bảo rằng thông tin phiên và tùy chọn trang web được lưu giữ trong các phiên thu thập dữ liệu.",
          "listTitle6": "Tăng cường tinh thần đồng đội",
          "listSubTitle6": "Làm việc nhóm nâng cao và kiểm soát quyền góp phần vào các hoạt động quét web hiệu quả và có tổ chức hơn, đảm bảo quá trình trích xuất dữ liệu hợp tác và liền mạch."
        }
      },
      "bab": {
        "title": "Nghiên cứu thị trường là gì?",
        "paragraphTitle1": "Nghiên cứu thị trường là gì?",
        "paragraphIntroduce1": "Nghiên cứu thị trường là quá trình thu thập, phân tích và giải thích thông tin về một thị trường, ngành hoặc đối tượng mục tiêu cụ thể. Nó liên quan đến việc thu thập dữ liệu về các khía cạnh khác nhau như sở thích của khách hàng, mô hình mua hàng, phân tích đối thủ cạnh tranh, xu hướng thị trường và các yếu tố khác ảnh hưởng đến việc ra quyết định kinh doanh.",
        "paragraphTitle2": "Có những ví dụ nào về các trang web nghiên cứu thị trường?",
        "paragraphTitle3": "Những thách thức mà Nghiên cứu thị trường phải đối mặt",
        "paragraphIntroduce3": "Nghiên cứu thị trường ngày nay sẽ không bị cản trở như người ta nghĩ, với các trang web thường xuyên nâng cấp quyền truy cập đăng ký may mắn của họ và các đối thủ cạnh tranh phổ biến nhất thường sẽ thực hiện các bước để bảo vệ dữ liệu của họ bằng cách hạn chế quyền truy cập vào trang web và thông tin trực tuyến của họ. Họ có thể triển khai các cơ chế bảo vệ hoặc sử dụng các hệ thống phức tạp để ngăn chặn việc tìm kiếm và phân tích tự động. Ngoài ra, nếu muốn thu thập dữ liệu chính xác và không thiên vị, điều quan trọng là phải ẩn danh và tránh bị phát hiện khi duyệt các trang web của đối thủ cạnh tranh. Các công cụ và phương pháp quét web truyền thống có thể không hiệu quả trong việc giải quyết các cơ chế đó, dẫn đến dữ liệu không đầy đủ hoặc sai lệch.",
        "paragraph4": {
          "title": "Cách sử dụng Nstbrowser để nghiên cứu thị trường",
          "listTitle1": "Ẩn danh và quyền riêng tư",
          "listSubTitle1": "Ẩn địa chỉ IP và thông tin nhận dạng khác, đảm bảo ẩn danh trong quá trình thu thập dữ liệu. Đối thủ cạnh tranh không thể theo dõi hoặc xác định nguồn dữ liệu",
          "listTitle2": "Thu thập dữ liệu hiệu quả",
          "listSubTitle2": "Nstbrowser tự động thu thập dữ liệu, tiết kiệm thời gian và tài nguyên. Doanh nghiệp có thể thu thập thông tin toàn diện từ nhiều đối thủ cùng một lúc",
          "listTitle3": "Độ chính xác và độ tin cậy",
          "listSubTitle3": "Đảm bảo quyền truy cập không bị gián đoạn vào các trang web của đối thủ cạnh tranh, mang lại dữ liệu chính xác và đáng tin cậy hơn. Các nhà nghiên cứu có thể thu thập bộ dữ liệu hoàn chỉnh mà không bỏ sót thông tin quan trọng.",
          "listTitle4": "Tuân thủ các điều khoản dịch vụ",
          "listSubTitle4": "Chúng tôi tuân theo các điều khoản dịch vụ của trang web, tránh các hoạt động độc hại và vi phạm pháp luật/đạo đức, đồng thời cung cấp một cách hợp pháp và tuân thủ để truy cập và phân tích thông tin công khai."
        }
      },
      "paa": {
        "title": "Làm cách nào để sử dụng Nstbrowser để bảo mật và ẩn danh?",
        "paragraphTitle1": "Quyền riêng tư và ẩn danh là gì?",
        "paragraphIntroduce1": "Quyền riêng tư liên quan đến việc kiểm soát và bảo vệ thông tin cá nhân, đảm bảo tính bí mật và hạn chế truy cập vào dữ liệu nhạy cảm. Tính vô danh liên quan đến việc che giấu danh tính, cho phép cá nhân không bị xác định hoặc không bị truy tìm trong các hoạt động của họ. Cả hai khái niệm này đều quan trọng để duy trì sự tự chủ cá nhân, bảo vệ thông tin nhạy cảm và bảo tồn ranh giới cá nhân trong thời đại kỹ thuật số.",
        "paragraphTitle2": "Ví dụ về các trang web Quyền riêng tư và Ẩn danh là gì?",
        "paragraphTitle3": "Chuyển đổi tài khoản nhanh chóng để bảo vệ quyền riêng tư của một người.",
        "paragraphIntroduce3": "Tuyên bố này đề cập đến thực tiễn chuyển đổi nhanh chóng giữa nhiều tài khoản như một phương tiện bảo vệ quyền riêng tư của một người. Điều này có thể liên quan đến việc sử dụng tên người dùng hoặc bút danh khác nhau cho các tài khoản khác nhau hoặc sử dụng các địa chỉ email hoặc số điện thoại khác nhau để tạo các tài khoản riêng biệt. Bằng cách đó, các cá nhân có thể chia nhỏ hoạt động trực tuyến của mình và ngăn người khác liên kết các tài khoản khác nhau của họ với nhau. Điều này có thể đặc biệt hữu ích cho những cá nhân muốn duy trì danh tính riêng biệt hoặc những người lo ngại về quyền riêng tư và bảo mật trực tuyến của họ. Tuy nhiên, điều quan trọng cần lưu ý là một số nền tảng trực tuyến có thể có chính sách cấm tạo nhiều tài khoản, vì vậy người dùng phải luôn kiểm tra điều khoản dịch vụ trước khi tạo thêm tài khoản.",
        "paragraph4": {
          "title": "Nstbrowser cung cấp những gì về Quyền riêng tư và Ẩn danh?",
          "listTitle1": "phân chia dịch vụ",
          "listSubTitle1": "Sử dụng các cấu hình ảo riêng biệt để truy cập các dịch vụ trực tuyến khác nhau, đảm bảo rằng danh tính của người dùng không bị phát hiện.",
          "listTitle2": "Đa kế toán",
          "listSubTitle2": "Nstbrowser có thể giúp bạn quản lý nhiều tài khoản, giữ cho bạn an toàn tránh vi phạm quyền riêng tư và duy trì tính ẩn danh của tài khoản của bạn.",
          "listTitle3": "cạo an toàn",
          "listSubTitle3": "Thu thập dữ liệu từ các nguồn mở mà không tiết lộ danh tính của bạn. Hành động của bạn sẽ xuất hiện tương tự như hành động của người dùng thông thường."
        }
      },
      "da": {
        "title": "Làm cách nào để sử dụng Nstbrowser cho các Cơ quan Kỹ thuật số?",
        "paragraphTitle1": "Cơ quan kỹ thuật số là gì?",
        "paragraphIntroduce1": "Quảng cáo trực tuyến được gọi là quảng cáo trả phí liên quan đến việc các nhà tiếp thị đặt giá thầu để tham gia đấu giá theo thời gian thực để hiển thị quảng cáo của họ trên một mạng hoặc nền tảng cụ thể cho một đối tượng cụ thể. Nhờ các thuật toán của nền tảng quảng cáo, bạn có thể nhắm mục tiêu đến các cá nhân đang tìm kiếm sản phẩm cụ thể hoặc có sở thích hoặc hành vi nhất định, tăng cơ hội tiếp cận đối tượng dự định của bạn thông qua quảng cáo trực tuyến.",
        "paragraphTitle2": "Một số ví dụ về các trang web của Cơ quan Kỹ thuật số là gì?",
        "paragraphTitle3": "Không có khả năng chuyển đổi nhanh giữa các tài khoản quảng cáo:",
        "paragraphIntroduce3": "Khi quản lý hồ sơ khách hàng trên nền tảng quảng cáo, chuyên gia tiếp thị phải liên tục chuyển đổi giữa chúng. Đăng xuất một hồ sơ và đăng nhập ngay vào tài khoản khác. Hệ thống chống gian lận coi tất cả những hành động này là đáng ngờ. Do đó, hệ thống nền tảng yêu cầu người dùng đăng nhập phải nhập mã từ tin nhắn SMS gửi đến điện thoại của chủ tài khoản. Và thủ tục này có thể được lặp lại hai lần một ngày. Kết quả là khách hàng mất kiên nhẫn. Và cùng với đó, đối tượng mục tiêu ngày càng nghi ngờ về tính chuyên nghiệp của các chuyên gia đại lý. Điều này cùng với tác động của các yếu tố tiêu cực khác không chỉ dẫn đến tổn thất về danh tiếng mà còn gây tổn thất tài chính nghiêm trọng cho công ty.",
        "paragraph4": {
          "title": "Nstbrowser cung cấp những gì cho các Cơ quan Kỹ thuật số?",
          "listTitle1": "Đánh giá đáng tin cậy về các ý tưởng quảng cáo",
          "listSubTitle1": "Tạo tài khoản với cài đặt tùy chỉnh và đánh giá hiệu quả của chiến dịch quảng cáo thông qua cấu hình linh hoạt và toàn diện.",
          "listTitle2": "Nhắm mục tiêu đối tượng cụ thể dựa trên các tiêu chí chính",
          "listSubTitle2": "Khởi chạy các chiến dịch quảng cáo trên nhiều tài khoản và phân tích hiệu quả của chúng đối với từng đối tượng mục tiêu riêng lẻ bằng cách dàn trải chúng.",
          "listTitle3": "Tăng số lượng quảng cáo",
          "listSubTitle3": "Nâng cao hiệu quả quảng bá thương hiệu của bạn bằng cách sử dụng nhiều tài khoản để thay đổi thông điệp quảng cáo.",
          "listTitle4": "Nghiên cứu đối thủ của bạn",
          "listSubTitle4": "Giám sát các chiến lược quảng cáo và nội dung đổi mới của đối thủ từ quan điểm của đối tượng mục tiêu.",
          "listTitle5": "Gieo mầm ý kiến và quản lý danh tiếng",
          "listSubTitle5": "Thiết lập các tài khoản đáng tin cậy nhằm mục đích quảng bá quan điểm thông qua các nền tảng truyền thông xã hội hoặc các diễn đàn và phương tiện truyền thông có ảnh hưởng."
        }
      }
    }
  },
  "blog": {
    "subTitle": "Dẫn đường trên web một cách tinh tế: Khám phá sức mạnh của duyệt vân tay.",
    "searchInputPlaceHolder": "Tìm kiếm",
    "backToBlog": "Quay lại Blog",
    "catalog": "Mục lục",
    "more": "Hơn",
    "searchArticles": "Tìm kiếm bài viết",
    "noData": "Không có dữ liệu",
    "title": "Blog",
    "mostPopularArticles": "Bài viết phổ biến nhất"
  },
  "partner": {
    "title": "Cộng sự",
    "subTitle": "Trở thành đối tác với Nstbrowser để cùng nhau thúc đẩy tăng trưởng",
    "cooperateWithUs": "Hợp tác với chúng tôi",
    "backToPartner": "Quay lại Đối tác",
    "tips1": "Bạn muốn cộng tác theo một cách nào đó?",
    "tips2": "Chúng tôi rất muốn nghe ý kiến từ bạn!",
    "tips3": "hãy gửi cho chúng tôi một tin nhắn bên dưới và chúng tôi sẽ liên hệ lại với bạn sớm nhất có thể.",
    "thanks": "Cảm ơn",
    "name": "Tên",
    "email": "E-mail",
    "subject": "Chủ thể",
    "message": "Tin nhắn",
    "nameRequired": "Tên là bắt buộc",
    "emailRequired": "Email thì cần thiết",
    "emailInvalid": "Email không hợp lệ",
    "subjectRequired": "Chủ đề là bắt buộc",
    "messageRequired": "Tin nhắn là bắt buộc",
    "partnerPolicy": "Tôi đã đọc và đồng ý với <tc>TĐiều khoản và điều kiện</tc> và <pp>Chính sách bảo mật</pp>, <cp>Chính sách cookie</cp>.",
    "termPolicy": "Điều khoản và điều kiện",
    "privacyPolicy": "Chính sách bảo mật",
    "cookiePolicy": "Chính sách cookie",
    "submitMessage": "Gửi tin nhắn",
    "submitSuccess": "Gửi thành công"
  },
  "pricing": {
    "title": "định giá",
    "subTitle": "Công cụ lấy dấu vân tay trình duyệt phổ biến nhất với người dùng",
    "download": "Tải xuống",
    "commingSoon": "sắp ra mắt",
    "custom": "Phong tục",
    "browserProfiles": "Hồ sơ trình duyệt: ",
    "teamSeats": "Chỗ ngồi của đội",
    "contactUs": "Liên hệ với chúng tôi để có được kế hoạch phát triển.",
    "list": {
      "free": "Miễn phí",
      "professional": "Chuyên nghiệp",
      "business": "Việc kinh doanh",
      "enterprise": "Doanh nghiệp"
    },
    "profiles": "Hồ sơ",
    "proxy": "Ủy quyền",
    "teamwork": "Làm việc nhóm",
    "automation": "Tự động hóa",
    "exceptFree": "Ngoại trừ miễn phí",
    "support": "ủng hộ",
    "dailyProfileOpenCount": "Số lần mở hồ sơ hàng ngày: ",
    "team": "Đội: ",
    "teamMember": "Thành viên của nhóm: ",
    "eachTimes": "{ times }/Mỗi lần",
    "onceTimes": "{ times }/Một lần",
    "additionalOnceTimeProfile": "Hồ sơ bổ sung một lần: ",
    "additionalTeamMember": "Thành viên nhóm bổ sung: ",
    "api": "API: ",
    "annually": "Hàng năm",
    "monthly": "hàng tháng",
    "unlimited": "Vô hạn",
    "dailyProfileOpenCountTip": "Mỗi hồ sơ khởi đầu nhiều lần chỉ có một lần mở",
    "additionalProfileOpenCount": "Số lần mở hồ sơ bổ sung: ",
    "additionalProfileOpen": "Mở hồ sơ bổ sung: ",
    "monthlyBilling": "Thanh toán hàng tháng",
    "annualBilling": "Thanh toán hàng năm",
    "mo": "hàng tháng",
    "yr": "năm",
    "differentProfileLaunchLimit": "Giới Hạn Khởi Chạy Hồ Sơ Khác Nhau",
    "differentProfileLaunchLimitTips": "Mỗi đăng ký bao gồm một số lần khởi động nhất định. Cùng một Hồ sơ được khởi động mỗi ngày. Chỉ có một lần khởi động được tính, và số lần khởi động Hồ sơ phục hồi được đặt lại mỗi ngày.",
    "beyondProfileLaunch": "Vượt quá Khởi động Hồ sơ",
    "beyondProfileLaunchTips": "Chúng tôi cho phép tiếp tục sử dụng vượt quá lượng sử dụng của gói đăng ký. Sự sử dụng vượt quá sẽ được tính phí theo giá đơn lẻ và sẽ được tạo ra một hóa đơn.",
    "oneTimeProfiles": "Hồ sơ một lần",
    "oneTimeProfilesTips": "Chúng tôi cung cấp các hồ sơ cho tự động hóa và thu thập dữ liệu, sẽ ưu tiên số lần sử dụng gói đăng ký và sẽ được tính phí với mức giá thấp hơn khi vượt quá số lượng.",
    "onceDaily": "Một lần / Hằng ngày",
    "getStarted": "Bắt đầu",
    "subscribe": "Đăng ký",
    "mostPopular": "🔥 Phổ biến nhất",
    "detailedComparison": "So sánh chi tiết",
    "browserProfile": "Các Hồ Sơ Trình Duyệt",
    "beyondProfileLaunchLimit": "Vượt quá giới hạn khác nhau của việc khởi chạy hồ sơ",
    "each": "Mỗi",
    "eachOneTime": "Mỗi (Một lần)",
    "detailTeam": "Nhóm",
    "detailTeamMember": "Thành Viên Nhóm",
    "memberDaily": "Thành viên / Hằng ngày",
    "beyondTeamMember": "Vượt quá thành viên nhóm",
    "beyondTeamMemberTips": "Mỗi khi bạn tiếp tục thêm thành viên sau khi số thành viên trong nhóm vượt quá gói đăng ký, bạn sẽ được tính phí và tạo ra một hóa đơn dựa trên giá đơn vị hàng ngày của số người vượt quá.",
    "beyondTeamMemberLimit": "Vượt quá giới hạn thành viên nhóm",
    "feature": "Tính năng",
    "authorityManagement": "Quản lý quyền hạn",
    "cliAndAPI": "API",
    "uploadPlugin": "Tải lên Plugin",
    "uploadPluginTips": "Mỗi đăng ký bao gồm một số lần khởi động nhất định. Cùng một Hồ sơ được khởi động mỗi ngày. Chỉ có một lần khởi động được tính, và số lần khởi động Hồ sơ phục hồi được đặt lại mỗi ngày.",
    "windowManagement": "Quản lý cửa sổ",
    "batchCreation": "Tạo lô",
    "cookieManagement": "Quản lý cookie",
    "emailSupport": "Hỗ trợ qua Email",
    "realPersonSupport": "Hỗ trợ từ người thật",
    "contactOurSalesTeam": "Liên hệ với đội bán hàng của chúng tôi",
    "contactOurSalesTeamDesc": "Tìm một giải pháp tùy chỉnh cho dự án của bạn hoặc hy vọng tìm hiểu thêm về kế hoạch và giá tùy chỉnh mà chúng tôi có thể cung cấp. Nếu bạn cần biết thêm chi tiết, vui lòng liên hệ với chúng tôi.",
    "contactUsBtnText": "Liên hệ chúng tôi",
    "faqTitle1": "Tôi nên chọn đăng ký nào?",
    "faqContent1": "Chúng tôi cung cấp số lượng không giới hạn hồ sơ trình duyệt và đội cho tất cả các đăng ký. Tuy nhiên, mỗi kế hoạch đăng ký đi kèm với một lượng sử dụng cụ thể. Nếu bạn vượt quá lượng sử dụng trong kế hoạch đăng ký, bạn có thể tiếp tục sử dụng, nhưng bạn sẽ phải thanh toán thêm các hóa đơn thanh toán bổ sung và bạn sẽ cần phải thanh toán các hóa đơn thanh toán bổ sung.",
    "faqTitle2": "Tôi có thể hủy đăng ký bất kỳ lúc nào không?",
    "faqContent2": "Có, bạn có thể tắt 'Đăng ký liên tục' bất kỳ lúc nào trong cài đặt 'Đăng ký'. Bạn có thể tiếp tục sử dụng tài khoản của mình sau khi tắt đăng ký liên tục cho đến khi kỳ thanh toán hiện tại của bạn kết thúc.",
    "faqTitle3": "Làm thế nào để thay đổi đăng ký của tôi?",
    "faqContent3": "Bạn có thể nâng cấp hoặc hạ cấp đăng ký của mình bằng cách thay đổi lịch trình. Đăng ký nâng cấp sẽ có hiệu lực ngay lập tức và bạn sẽ thanh toán sự khác biệt giữa giá còn lại của đăng ký cũ và đăng ký mới và hoàn tất thanh toán. Nếu bạn có một đăng ký hạ cấp, phí sẽ được trừ tự động và có hiệu lực theo đăng ký mới sau khi đăng ký cũ kết thúc. Chúng tôi sẽ tự động trừ phí từ Credits. Vui lòng xác nhận có đủ Credit.",
    "faqTitle4": "Chúng tôi chấp nhận phương thức thanh toán nào?",
    "faqContent4": "Chúng tôi chấp nhận thanh toán qua Paypro, Sellix. Các phương thức thanh toán khác có thể được xem trên trang.",
    "faq": "FAQ",
    "pioneerEnjoy": "🎉 Tận hưởng {num} quyền lợi độc quyền",
    "exclusiveDesc": "Đăng ký độc quyền thử nghiệm nội bộ, Bán hạn chế",
    "asLowMonth": "Chỉ từ {num}/tháng",
    "startSameProfileTips": "Số lần bắt đầu lặp lại cùng một Hồ sơ chỉ được tính một lần mỗi ngày và số lần bắt đầu Hồ sơ sẽ được đặt lại hàng ngày.",
    "selectPlan": "Chọn Kế hoạch",
    "startFreeTrial": "Bắt đầu Dùng thử Miễn phí",
    "customPlanTips": "Đáp ứng bất kỳ nhu cầu nào của bạn",
    "customPlanTips1": "Sử dụng tất cả các chức năng miễn phí",
    "rpa": "RPA",
    "container": "Container"
  },
  "affiliatePrograms": {
    "joinTitle": "Tham gia chương trình liên kết của chúng tôi",
    "subDesc": " Kiếm tiền thông qua chương trình liên kết của chúng tôi, chúng tôi rất sẵn lòng trợ giúp bạn!",
    "joinNow": " Tham gia ngay",
    "nstbrowser": "Nstbrowser",
    "affiliatePrograms": " Chương trình liên kết",
    "affiliateProgramsDesc": "Tham gia chương trình của chúng tôi, bạn sẽ có cơ hội quảng bá sản phẩm và dịch vụ của chúng tôi và kiếm được hoa hồng hấp dẫn.",
    "headGuideData": {
      "title1": " Đăng ký!",
      "desc1": " Đăng ký tài khoản Nstbrowser để nhận link giới thiệu",
      "title2": " Mời người dùng!",
      "desc2": " Sao chép liên kết giới thiệu, chia sẻ hoặc đặt nó trên trang web của bạn và mọi người đăng ký thông qua liên kết",
      "title3": " Kiếm phần thưởng!",
      "desc3": " Người giới thiệu đã đăng ký mua đăng ký và bạn nhận được hoa hồng để chia sẻ"
    },
    "higher": " Cao hơn",
    "commissionRate": "<higher>Cao hơn</higher> Tỷ lệ hoa hồng có nghĩa là doanh thu nhiều hơn",
    "commissionRateDesc": " Đăng ký tại Nstbrowser và chia sẻ các liên kết quảng cáo của bạn để nhận 15% hoa hồng cho các đăng ký giới thiệu của bạn trong 24 tháng!",
    "realTime": " Thời gian thực",
    "realTimeRewards": " <real>Thời gian thực</real> Giải quyết phần thưởng",
    "realTimeRewardsDesc": " Bạn có thể theo dõi số lượt giới thiệu và số tiền họ mang lại cho bạn trong thời gian thực và số tiền thưởng sẽ được chuyển vào tài khoản của bạn theo thời gian thực.",
    "faq": "FAQ",
    "faqTitle1": "Làm thế nào để kiếm tiền với Nstbrowser?",
    "faqContent1": " Sau khi đăng ký Nstbrowser, hãy sao chép liên kết mời giới thiệu và mời người dùng đăng ký thông qua liên kết, sau đó mua gói đăng ký Nstbrowser để bạn có thể kiếm tiền hoa hồng!",
    "faqTitle2": " Bạn có thể kiếm được bao nhiêu tiền hoa hồng?",
    "faqContent2": " Hoa hồng lên tới 15%",
    "faqTitle3": " Khi nào hoa hồng được ghi có?",
    "faqContent3": " Hoa hồng được ghi có theo thời gian thực sau khi người giới thiệu trả tiền.",
    "faqTitle4": " Làm cách nào để theo dõi các chương trình khuyến mãi của tôi?",
    "faqContent4": " Chúng tôi cung cấp dữ liệu theo dõi theo thời gian thực, cho phép bạn xem số lượng giới thiệu và phần thưởng hoa hồng trong thời gian thực."
  },
  "download": {
    "title": "Tải xuống và sử dụng MIỄN PHÍ!",
    "subTitle": "Nstbrowser hoàn toàn mở và miễn phí sử dụng, cung cấp môi trường trình duyệt và số lượng nhóm không giới hạn. Tải xuống và sử dụng ngay!",
    "subTitle2": "Nhấp để tham gia cộng đồng lấy dữ liệu/web scraping của chúng tôi để có cái nhìn mới nhất về ngành công nghiệp về",
    "windowsSubTitle": "Windows 10 trở lên, 64-bit",
    "downloadBtnText": "Tải về MIỄN PHÍ",
    "comingSoon": "sắp ra mắt",
    "unlimitedBrowserProfiles": "<text>Vô hạn</text> Cấu hình trình duyệt",
    "unlimited": "Vô hạn",
    "unlimitedBrowserProfilesDesc": "Chúng tôi cung cấp số lượng không giới hạn các môi trường trình duyệt an toàn để sử dụng nhằm hoàn thành mục tiêu của bạn.",
    "joinNow": " Tham gia ngay",
    "realBrowserFingerpints": "<text>Thực tế</text> Dấu vân tay của trình duyệt",
    "real": "Thực tế",
    "realBrowserFingerpintsDesc": "Sử dụng công nghệ độc đáo để tạo ra dấu vân tay gần giống với mẫu dấu vân tay của người dùng thực, giúp dễ dàng vượt qua các cuộc kiểm tra của trang web.",
    "multiTeam": "Quản lý linh hoạt nhiều nhóm",
    "multiTeamDesc": "Chúng tôi cung cấp số lượng nhóm không giới hạn, với khả năng linh hoạt để thêm thành viên và đặt quyền.",
    "customFingerprints": "Các thông số tùy chỉnh",
    "customFingerprintsDesc": "Nhanh chóng điều chỉnh dấu vân tay, proxy và các thông số khác của trình duyệt theo nhu cầu để đáp ứng tốt hơn yêu cầu của bạn."
  },
  "releaseNotes": {
    "title": "Ghi chú phát hành",
    "desc": "Tìm hiểu về các tính năng mới nhất của Nstbrowser"
  },
  "header": {
    "contact": "Liên hệ"
  },
  "sign-in": "Đăng nhập",
  "download-for-free": "Tải xuống miễn phí",
  "start-free-trial": "Bắt đầu dùng thử miễn phí",
  "home": {
    "cloud-based-fingerprint-browser": "Trình duyệt vân tay dựa trên đám mây",
    "browserDesc": "Tích hợp đám mây để quét web và tự động hóa, kết hợp liền mạch giải pháp của chúng tôi vào doanh nghiệp của bạn."
  },
  "contact-us": "Liên hệ chúng tôi",
  "Error": {
    "retry": "Thử lại"
  },
  "form": {
    "mail": "Vui lòng điền địa chỉ email",
    "valid-mail": "Vui lòng nhập email hợp lệ",
    "valid-agree": "Vui lòng đồng ý các Điều khoản",
    "valid-name": "Vui lòng điền tên",
    "valid-note": "Hãy điền vào"
  },
  "more": "Hơn",
  "get-started": "Bắt đầu",
  "common": {
    "download": "Tải xuống",
    "ok": "ĐƯỢC RỒI",
    "we-will-contact-you-shortly": "Chúng tôi sẽ sớm liên lạc lại với bạn",
    "with-more-details": "với nhiều chi tiết hơn trong vòng một ngày làm việc.",
    "you-will-receive-an-email-to": "Bạn sẽ nhận được một email tới",
    "legal": "Hợp pháp",
    "product": "Sản phẩm",
    "resource": "Nguồn",
    "solution": "Giải pháp",
    "support": "Ủng hộ",
    "please-enter": "Vui lòng nhập",
    "ad": "Tham gia cộng đồng Browserless và web scraping của chúng tôi: Nền tảng đổi mới dành cho các nhà phát triển và doanh nghiệp!",
    "adBtn": "Bắt đầu miễn phí"
  },
  "product": {
    "rpa": {
      "desc1": "Thực thi đa đồng thời cục bộ",
      "desc2": "Vận hành và lưu trữ dựa trên đám mây",
      "desc3": "Môi trường vân tay thực",
      "desc": "Tìm hàng trăm quy trình làm việc cho các dự án quét web hoặc tự động hóa của bạn.",
      "store": {
        "desc1": "Bằng cách thu thập thông tin sản phẩm từ Amazon hoặc Etsy, bạn có thể hiểu rõ hơn về động lực thị trường, nghiên cứu đối thủ cạnh tranh và điều chỉnh kịp thời các chiến lược giá cả và sản phẩm của mình, từ đó có được hiểu biết sâu sắc về thị trường và lợi thế chiến lược.",
        "desc2": "Thông qua các công cụ tự động hóa, việc trích xuất các dữ liệu, thông tin có giá trị từ Facebook, Twitter (X) trở nên dễ dàng hơn, phù hợp cho việc phân tích thị trường, tìm kiếm và thu thập dữ liệu khách hàng tiềm năng.",
        "desc3": "Bằng cách thực hiện các tác vụ tự động trên nhiều tài khoản, bạn có thể dễ dàng hoàn thành các tác vụ lặp đi lặp lại và nhàm chán, chẳng hạn như nhắn tin hàng loạt, chiến dịch quảng cáo, tiếp thị liên kết và gửi email, v.v., để giảm khối lượng công việc của bạn một cách hiệu quả",
        "desc4": "Thông qua các công cụ tự động, bạn có thể lấy được dữ liệu và thông tin có giá trị trên các trang mạng xã hội video như YouTube và TikTok, chẳng hạn như thu thập nhận xét, thu thập thông tin video giúp bạn hiểu rõ hơn về ý kiến ​​của người dùng và bằng cách phân tích dữ liệu, nó cũng có thể giúp bạn theo dõi mức độ phổ biến \nnội dung của bạn và nghiên cứu đối thủ cạnh tranh của bạn.",
        "desc5": "Bạn có thể thu thập dữ liệu và thông tin một cách hiệu quả bằng các công cụ tự động hóa. \nThông tin dữ liệu chính xác và hiệu quả có thể giúp bạn điều tra đối thủ cạnh tranh, đánh giá thị trường và xây dựng chiến lược.",
        "title1": "Tự động hóa thương mại điện tử",
        "title2": "Tự động hóa phương tiện truyền thông xã hội",
        "title3": "Tự động hóa nhiều tài khoản",
        "title4": "Tự động hóa xã hội video",
        "title5": "Giám sát dữ liệu thời gian thực"
      },
      "title": "Thị trường RPA"
    },
    "browser": {
      "introduce1": "Tùy chỉnh dấu vân tay của nhiều thiết bị và trình duyệt đảm bảo tính duy nhất và ẩn danh.",
      "introduce2": "Giải pháp mở khóa web toàn diện hỗ trợ truy cập web không hạn chế.",
      "introduce3": "Đồng bộ hóa đám mây và lưu trữ dữ liệu đám mây.",
      "introduce4": "API dễ sử dụng.",
      "introduce6": "Đồng bộ hóa nhiều cửa sổ và tự động sắp xếp giúp vận hành nhiều tài khoản cùng một lúc.",
      "introduce7": "Dấu vân tay xác thực duy trì tính năng duyệt web ẩn danh và bảo mật tài khoản, ngăn chặn việc bị phát hiện.",
      "introduce8": "Các tính năng quản lý quyền và cộng tác thành viên linh hoạt.",
      "introduce9": "Phương pháp thiết lập đơn giản để tạo hàng loạt. \nTạo nhiều tệp cấu hình duy nhất chỉ bằng một cú nhấp chuột.",
      "introduceTitle": "Giải pháp tự động hóa và quét web- Mở khóa trang web và trích xuất dữ liệu",
      "introduceTitle2": "Giải Pháp Quản Lý Đa Tài Khoản-Quản lý và vận hành hàng nghìn tài khoản",
      "senseDesc1": "Sử dụng Nstbrowser để hợp lý hóa các tác vụ như tự động hóa",
      "senseDesc2": "và nghiên cứu đối thủ cạnh tranh trên các nền tảng như Google, Facebook, eBay và Amazon.",
      "senseTitle": "Đáp ứng mọi nhu cầu quét dữ liệu của bạn"
    },
    "browserless": {
      "introduce1": "Tích hợp và sử dụng các dịch vụ đám mây của Nstbrowser chỉ bằng một cú nhấp chuột cho phép thực hiện dễ dàng các tác vụ đồng thời trên quy mô lớn, tiết kiệm tài nguyên và thời gian một cách hiệu quả, đồng thời cung cấp hỗ trợ nhanh chóng cho hoạt động kinh doanh.",
      "introduce2": "Chạy bất kỳ tập lệnh nào và thực thi các thao tác trình duyệt phức tạp hoặc tác vụ quét web thông qua trình duyệt không có giao diện người dùng, cho phép bạn viết tập lệnh theo nhu cầu của mình để đạt được các tác vụ tự động hóa khác nhau.",
      "introduce3": "Giám sát và quản lý tài nguyên:",
      "introduce3-2": "Theo dõi việc sử dụng RAM, CPU và GPU để đảm bảo trình duyệt tiêu thụ tài nguyên hợp lý.",
      "introduce3-3": "Cân bằng tải và mở rộng quy mô:",
      "introduce3-4": "Xử lý lưu lượng truy cập tăng đột ngột bằng cách phân bổ động tài nguyên để cân bằng và mở rộng quy mô tải, đảm bảo tính ổn định và độ tin cậy.",
      "introduce4": "Dịch vụ điện toán đám mây:",
      "introduce4-2": "Truy cập dịch vụ đám mây Nstbrowser để chạy các tập lệnh và tác vụ của bạn, giải phóng bạn khỏi những hạn chế về tài nguyên cục bộ và đạt được khả năng lưu trữ hoàn chỉnh.",
      "introduce4-3": "Máy chủ chuyên dụng:",
      "introduce4-4": "Cung cấp các phiên bản máy chủ chuyên dụng, tận hưởng hiệu suất cao hơn, các tùy chọn cấu hình linh hoạt hơn và khả năng cách ly tốt hơn.",
      "introduceSubTitle": "Giải pháp tác vụ quét web và tự động hóa quy mô lớn",
      "introduceTitle": "Trình duyệt không đầu dựa trên đám mây",
      "introduceTitle1": "Tích hợp liền mạch và triển khai nhanh chóng",
      "introduceTitle2": "Tập lệnh và thực thi thao tác trình duyệt",
      "introduceTitle3": "Quản lý hiệu suất và tài nguyên",
      "introduceTitle4": "Phương pháp tích hợp và sử dụng linh hoạt",
      "sense": "Đạt được sự quản lý hoàn toàn thông qua Nstbrowserless mạnh mẽ",
      "senseDesc1": "Nstbrowserless sẽ chạy bất kỳ tập lệnh nào một cách hoàn hảo, cho dù chỉ là nhấp chuột vào nút đơn giản, nhập nội dung hay các tác vụ phức tạp như điền biểu mẫu và quy trình làm việc tự động.",
      "senseDesc2": "Bạn có thể gói gọn các tập lệnh tự động hóa của mình thông qua giao diện API REST, loại bỏ nhu cầu hỗ trợ đầy đủ về thư viện tự động hóa.",
      "senseDesc3": "Giúp quản lý cookie để duy trì tính nhất quán của dữ liệu trên các phiên khác nhau, đặc biệt hữu ích để vượt qua các tính năng phát hiện bot trang web.",
      "senseDesc4": "Trong quá trình thực thi tập lệnh, nội dung trang có thể được truyền động tới iframe, điều này rất hữu ích để hoàn thành các tác vụ tự động hóa tương tác.",
      "senseDesc5": "Keepalive cho phép chuyển đổi liền mạch giữa các phiên trình duyệt khác nhau, duy trì hoạt động liên tục của các quy trình trình duyệt.",
      "senseDesc6": "Hỗ trợ trình duyệt không có đầu JavaScript, cho phép bạn thực thi các tập lệnh trên bất kỳ trang web nào, ngay cả các ứng dụng một trang phức tạp, để đáp ứng nhiều nhu cầu tự động hóa hơn.",
      "senseTitle1": "Chạy bất kỳ tập lệnh phức tạp nào",
      "senseTitle2": "Gói tập lệnh của bạn vào API REST",
      "senseTitle3": "Quản lý bộ nhớ đệm và cookie liên tục",
      "senseTitle4": "Tương tác từ xa",
      "senseTitle5": "Tính liên tục của phiên",
      "senseTitle6": "Khả năng kết xuất trình duyệt mạnh mẽ"
    },
    "cloudflare": {
      "introduce1": "Tự động phát hiện và giải quyết các thử thách của Cloudflare (Captcha, Turnstile, v.v.)",
      "introduce10": "Việc tuân thủ là rất quan trọng và chúng tôi hoàn toàn tuân thủ chính sách về robot của trang web cũng như hành xử có đạo đức",
      "introduce2": "Tiếp tục thu thập thông tin liên tục với tính năng xoay vòng IP thông minh",
      "introduce3": "Tỷ lệ thành công cao lên tới 99,9% để thu thập dữ liệu đáng tin cậy",
      "introduce4": "Mô phỏng người dùng và quản lý dấu vân tay để tránh CAPTCHA",
      "introduce5": "Đám mây học máy sâu",
      "introduce6": "Hỗ trợ các cơ chế bảo vệ Cloudflare mới nhất trên tất cả các trang web",
      "introduce7": "Tích hợp liền mạch với mã đơn giản để nhanh chóng tích hợp các dịch vụ vào mã hiện có của bạn.",
      "introduce8": "Hiệu suất có thể mở rộng, xử lý hàng nghìn yêu cầu mỗi giây",
      "introduce9": "Học máy để giải quyết thách thức có độ chính xác cao",
      "introduceTitle": "Dễ dàng vượt qua các thử thách Cloudflare Turnstile và Captcha",
      "introduceTitle2": "Kiến trúc có thể mở rộng cho các hoạt động thu thập thông tin cấp doanh nghiệp"
    },
    "desc": {
      "browserless": "Giải quyết vấn đề tự động hóa và quét web phức tạp bằng Nstbrowserless, đạt được khả năng quản lý hoàn toàn trong Đám mây.",
      "cloudflare-bypass": "Giải pháp tự động cho Turnstile của Cloudflare",
      "fingerprint-browser": "Trình duyệt chống phát hiện tất cả trong một với các tính năng tự động",
      "rpa": "Không cần mã hóa để xây dựng robot tự động, trích xuất dữ liệu trên bất kỳ trang web nào và hoàn thành các tác vụ lặp đi lặp lại",
      "web-unlocker": "Giải pháp thu thập dữ liệu tự động quy mô lớn vượt qua hệ thống chống bot"
    },
    "entry": {
      "browserDesc1": "Tùy chỉnh các thông số dấu vân tay để tạo dấu vân tay xác thực và dễ dàng vượt qua khả năng phát hiện trang web.",
      "browserDesc2": "Dựa trên công cụ Chrome và Firefox, Nstbrowser hỗ trợ cấu hình tham số vân tay tùy chỉnh.",
      "browserDesc3": "Công nghệ AI được thiết kế để nhận dạng CAPTCHA tự động.",
      "browserDesc4": "Nstbrowser xác định các proxy hiệu quả nhất cho các mục tiêu cụ thể, giảm khả năng hoạt động của bạn bị theo dõi hoặc bị chặn.",
      "browserDesc5": "Tương thích với Puppeteer, Playwright và Selenium, Nstbrowser cung cấp nhiều khả năng mạnh mẽ hơn các trình duyệt tự động hóa truyền thống và trình duyệt không đầu.",
      "browserTitle1": "Dấu vân tay trình duyệt thực",
      "browserTitle2": "Công cụ trình duyệt nâng cao",
      "browserTitle3": "Nhận dạng CAPTCHA",
      "browserTitle4": "Xoay vòng IP",
      "browserTitle5": "Khả năng tương thích",
      "browserlessDesc1": "Dựa trên quá trình chứa, sử dụng dịch vụ Đám mây để chạy và quản lý các tập lệnh tự động hóa một cách liền mạch mà không cần quá trình cài đặt và cấu hình phức tạp.",
      "browserlessDesc2": "Sử dụng môi trường trình duyệt không có giao diện người dùng để mô phỏng tương tác của người dùng thông qua tập lệnh, hoàn thành nhiệm vụ một cách hiệu quả.",
      "browserlessDesc3": "Khả năng xử lý tác vụ đồng thời hiệu quả và ổn định cho phép xử lý đồng thời nhiều tác vụ nhằm nâng cao hiệu quả công việc và hiệu suất hệ thống.",
      "browserlessDesc4": "Tương thích với các công cụ tự động hóa phổ biến như Puppeteer và Playwright, cung cấp nhiều tùy chọn hơn.",
      "browserlessTitle1": "Công nghệ container hóa",
      "browserlessTitle2": "Trình duyệt không đầu",
      "browserlessTitle3": "Khả năng mạnh mẽ",
      "browserlessTitle4": "Khả năng tương thích rộng rãi",
      "cloudflareDesc1": "Phá vỡ lá chắn chống bò 5 giây và bảo vệ WAF của Cloudflare",
      "cloudflareDesc2": "Dấu vân tay thực độc đáo của Nstbrowser vượt qua việc chặn trang web, hỗ trợ các thông số dấu vân tay tùy chỉnh, cung cấp các tùy chọn cấu hình dấu vân tay linh hoạt hơn",
      "cloudflareDesc3": "Xác định proxy hiệu quả nhất cho một mục tiêu cụ thể, liên tục thăm dò IP ở phần phụ trợ và tự động chọn thông số thiết bị để yêu cầu lại khi thất bại.",
      "cloudflareTitle1": "Bỏ qua Cloudflare trên 99,9% trang web",
      "cloudflareTitle2": "Dấu vân tay trình duyệt thực",
      "cloudflareTitle3": "Xoay IP thông minh",
      "rpaDesc1": "Không cần kiến ​​thức về mã hóa, chỉ cần kéo và thả các mô-đun để thiết kế quy trình công việc. \nChúng tôi cung cấp nhiều mô-đun khác nhau để đáp ứng mọi nhu cầu của bạn.",
      "rpaDesc2": "Tìm nạp dữ liệu từ bất kỳ trang web nào, xuất kết quả dữ liệu ở định dạng JSON, Excel, CSV hoặc tích hợp với Google Trang tính.",
      "rpaDesc3": "Tự động thực hiện lịch trình ở chế độ nền, tiết kiệm tài nguyên sử dụng và xử lý hiệu quả nhiều tác vụ phức tạp.",
      "rpaDesc4": "Tự động thực hiện các nhiệm vụ đơn lẻ hoặc lặp đi lặp lại theo thời gian đã lên lịch cụ thể.",
      "rpaDesc5": "Hỗ trợ thực thi đồng thời đa tác vụ và đa môi trường cục bộ để nâng cao hiệu quả xử lý tác vụ",
      "rpaDesc6": "Tự động xác định và tránh CAPTCHA trên các trang web để thu thập dữ liệu tự động và không bị cản trở.",
      "rpaDesc7": "Đạt được việc thu thập dữ liệu tự động trong các kịch bản hàng loạt và đồng thời cao",
      "rpaDesc8": "Giao diện liền mạch với dấu vân tay của trình duyệt và cách ly tài khoản một cách an toàn trong môi trường dấu vân tay thực.",
      "rpaTitle1": "Hoạt động không có mã trực quan",
      "rpaTitle2": "Quét dữ liệu",
      "rpaTitle3": "Không đầu",
      "rpaTitle4": "Nhiệm vụ được tính thời gian",
      "rpaTitle5": "Thực thi đa đồng thời",
      "rpaTitle6": "Bỏ qua CAPTCHA",
      "rpaTitle7": "Tự động hóa đám mây để thu thập dữ liệu",
      "rpaTitle8": "Môi trường vân tay trình duyệt an toàn",
      "webDesc1": "Truy cập bất kỳ trang web nào ở quy mô lớn một cách liền mạch, đảm bảo lượt truy cập không bị phát hiện.",
      "webDesc2": "Truy cập các trang web mục tiêu và tránh bị bot phát hiện.",
      "webDesc3": "Nstbrowser liên tục xoay IP trong phần phụ trợ. \nNếu yêu cầu thu thập dữ liệu không thành công, chúng tôi sẽ chọn tham số thiết bị khác và thử lại yêu cầu.",
      "webDesc4": "Bỏ qua việc chặn trang web dựa trên dấu vân tay thực sự duy nhất của Nstbrowser",
      "webTitle1": "Bỏ qua phát hiện chống bot",
      "webTitle2": "Mô phỏng hành vi người dùng",
      "webTitle3": "Xoay IP thông minh",
      "webTitle4": "Dấu vân tay trình duyệt"
    },
    "title": {
      "browserless": "Browserless",
      "cloudflare-bypass": "Truy cập dữ liệu được bảo vệ bằng Cloudflare một cách liền mạch",
      "fingerprint-browser": "Trình duyệt chống phát hiện",
      "rpa": "Trình duyệt tự động hóa đám mây đa đồng thời",
      "web-unlocker": "Trình bỏ chặn web"
    },
    "unblock": {
      "and-execute-easily": "và thực hiện dễ dàng",
      "deploy": "Triển khai",
      "desc": "Bỏ qua hệ thống chống bot trang web để truy cập dữ liệu không hạn chế",
      "desc1": "Nstbrowser sử dụng dấu vân tay của trình duyệt thực, giải CAPTCHA tự động, xoay IP thông minh, thử lại yêu cầu và các tính năng tự động khác để đảm bảo truy cập liền mạch vào bất kỳ trang web nào.",
      "desc2": "Nstbrowser truy cập các trang web với tư cách là người dùng chính hãng thông qua công nghệ lấy dấu vân tay của trình duyệt độc đáo. \nChúng tôi sử dụng dấu vân tay của trình duyệt thực, dấu vân tay Canvas, theo dõi chuyển động của chuột và mặt nạ WebRTC để đảm bảo bạn không bị phát hiện.",
      "desc3": "Dễ dàng tích hợp vào mã hiện có của bạn, kết nối liền mạch các giải pháp thu thập thông tin tự động hóa của bạn, giúp bạn tiết kiệm thời gian và tài nguyên.",
      "effect": "Trang web hiệu quả",
      "simulate": "mô phỏng",
      "title": "Bỏ chặn trang web",
      "unblock": "Mở khóa",
      "user-behavior": "Hành vi người dùng"
    }
  },
  "start": "Bắt đầu",
  "api-docs": "Tài liệu API",
  "sign-in-for-free": "Đăng nhập miễn phí",
  "solution": {
    "anti": {
      "introduceAuto": "và Tự động hóa liền mạch",
      "introduceDesc": "Nhiều giải pháp để truy cập web không hạn chế",
      "introduceDesc1": "Cung cấp nhiều giải pháp chống phát hiện để truy cập và vận hành các trang web một cách liền mạch và không bị phát hiện.",
      "introduceDesc2": "Hãy để những thách thức cho chúng tôi - Chúng tôi sẽ giải quyết mọi trở ngại",
      "introduceDesc3": "Với Nstbrowser, bạn có thể dễ dàng vượt qua sự phát hiện của chương trình chống bot mà không tốn thời gian và nguồn lực để vượt qua những trở ngại này. \nTruy cập bất kỳ trang web nào một cách dễ dàng.",
      "introduceDesc4": "Truy cập trang web không hạn chế để tự động hóa và thu thập dữ liệu",
      "introduceDesc5": "Tự động vượt qua các hạn chế trên web bằng nhiều giải pháp để duy trì tỷ lệ thành công cao. \nChỉ trả tiền cho những yêu cầu thành công.",
      "introduceExecute": "Hành hình",
      "introduceTitle": "Bỏ qua phát hiện chống bot",
      "introduceTitle2-1": "Mở khóa",
      "introduceTitle2-2": "Trang web, tập trung nhiều hơn vào dữ liệu và nhiệm vụ",
      "introduceTitle3": "Ưu điểm của Bot chống phát hiện",
      "introduceWebScrap": "Rút trích nội dung trang web"
    },
    "browser": {
      "desc": "Cung cấp giải pháp tự động hóa toàn diện cho các hoạt động phức tạp cấp doanh nghiệp",
      "desc1": "Đạt được việc thu thập dữ liệu một cách dễ dàng: tích hợp nhiều giải pháp để bỏ chặn các rào cản truy cập web.",
      "desc2": "Nstbrowser kết hợp Dấu vân tay trình duyệt thực, Không trình duyệt, Trình bỏ chặn web, Proxy thông minh, Tự động hóa và các giải pháp khác để vượt qua mọi trở ngại gặp phải trong quá trình quét web, truy cập liền mạch bất kỳ trang web nào và đơn giản hóa quy trình.",
      "desc3": "Để bỏ qua tất cả các hoạt động phát hiện chống bot và đơn giản hóa việc quét web, chúng tôi cung cấp nhiều giải pháp chống bot, bao gồm",
      "desc3-1": "Bộ giải mã Cloudflare, Không cần trình duyệt, Chống CAPTCHA, Proxy cao cấp",
      "desc3-2": ", Và",
      "desc3-3": "Xoay proxy thông minh.",
      "desc3-4": "Hãy để vấn đề đó cho chúng tôi và bạn có thể dễ dàng thu thập dữ liệu trên web.",
      "desc4": "Nstbrowser Tích hợp liền mạch các giải pháp tự động hóa",
      "desc5": "Giải pháp tự động hóa toàn diện:",
      "desc5-1": "Triển khai nhanh chóng các tác vụ tự động hóa phức tạp, nâng cao hiệu quả thực thi và đảm bảo kết quả đáng tin cậy.",
      "desc6": "Tự động hóa dữ liệu:",
      "desc6-1": "Lưu trữ và xử lý dữ liệu tự động cung cấp khả năng thu thập, làm sạch và chuyển đổi dữ liệu tự động.",
      "desc7": "Tích hợp cao",
      "desc7-1": "Triển khai hiệu quả:",
      "desc7-2": "Và",
      "desc7-3": "Tích hợp liền mạch các ứng dụng tập lệnh tự động hóa của bạn",
      "desc7-4": "Tích hợp cao:",
      "desc7-5": "Tương thích và thích ứng với Puppeteer, Playwright, Selenium và các công cụ chính thống khác.",
      "desc7-6": "Triển khai hiệu quả:",
      "desc7-7": "Triển khai nhanh chóng mà không cần thiết lập phức tạp, giúp hoạt động thu thập dữ liệu của bạn hiệu quả hơn.",
      "startDesc": "Dễ dàng sử dụng dịch vụ cụm đám mây của chúng tôi để chạy bất kỳ tập lệnh và tác vụ nào. \nTriển khai nhanh chóng với các giải pháp được quản lý toàn diện để tiết kiệm thời gian và chi phí mà không phải lo lắng.",
      "startDesc2": "Nstbrowser cung cấp các phiên bản máy chủ chuyên dụng để có hiệu suất cao hơn, tùy chọn cấu hình linh hoạt hơn và khả năng cách ly tốt hơn.",
      "startDesc3": "Triển khai và chạy trong máy chủ hoặc môi trường đám mây của bạn bằng hình ảnh Docker của chúng tôi, mang lại cho bạn toàn quyền kiểm soát việc triển khai và quản lý dịch vụ của mình.",
      "startTitle": "Giải pháp dịch vụ đám mây",
      "startTitle2": "Giải pháp máy chủ chuyên dụng",
      "startTitle3": "Giải pháp lưu trữ đám mây",
      "title": "Quét web tích hợp và tự động hóa",
      "title1": "Web",
      "title1-1": "cạo",
      "title2": "Chống",
      "title2-1": "Bot phát hiện",
      "title3": "Tự động hóa",
      "title4": "Rộng rãi",
      "title5-1": "Khả năng tương thích",
      "desc2-1": "dấu vân tay của trình duyệt, Browserless, Trình bỏ chặn web và Proxy thông minh."
    },
    "desc": {
      "anti-detect-bot": "Bỏ qua tính năng phát hiện chống bot: Nhiều giải pháp để tự động hóa và quét web đơn giản",
      "fingerprint-browser": "Giải pháp tự động hóa đám mây quy mô lớn dành cho doanh nghiệp",
      "multi-account": "Được thiết kế đặc biệt để quản lý nhiều tài khoản, cho phép vận hành hàng nghìn tài khoản mà không bị theo dõi.",
      "scraping": "Tích hợp liền mạch các giải pháp quét web để thực hiện dễ dàng các yêu cầu dữ liệu phức tạp.",
      "data-isolation": "Truy cập dữ liệu và trang web một cách an toàn từ trình duyệt Cloud Container của chúng tôi. \nCách ly khỏi các thiết bị để duy trì bảo mật mạng và dữ liệu."
    },
    "multi": {
      "introduce1": "Truy cập ẩn danh mà không bị theo dõi",
      "introduce2": "Quản lý và vận hành an toàn",
      "introduce3": "Kênh kinh doanh rộng hơn, tăng trưởng dữ liệu đáng kể hơn",
      "introduce4": "Quản lý quyền và cấu hình làm việc nhóm linh hoạt",
      "introduceDesc": "Cải thiện hiệu quả kinh doanh và đạt được sự tăng trưởng dữ liệu với Nstbrowser",
      "introduceDesc1": "Ngăn chặn liên kết giữa các tài khoản để giảm nguy cơ bị phát hiện",
      "introduceDesc2": "Tăng cường bảo mật và ẩn danh đồng thời giảm nguy cơ bị phát hiện và chặn tài khoản khi sử dụng nhiều tài khoản.",
      "introduceDesc3": "Tạo thêm tài khoản để mở rộng hoạt động kinh doanh của bạn trên nhiều kênh, thúc đẩy tăng trưởng kinh doanh.",
      "introduceDesc4": "Đồng bộ hóa đám mây và chia sẻ tệp hỗ trợ cộng tác nhóm bằng cách chỉ định các vai trò khác nhau và đặt các quyền chức năng để quản lý hiệu quả.",
      "introduceTitle": "Quản lý hàng nghìn tài khoản một cách an toàn, lý tưởng cho"
    },
    "scrap": {
      "introduce1": "Quét web không bị chặn và không bị cản trở",
      "introduce2": "Xoay IP thông minh hiệu quả và đáng tin cậy",
      "introduce3": "Dịch vụ lưu trữ đám mây có thể mở rộng",
      "introduce4": "Giám sát thời gian thực",
      "introduceDesc": "Đạt được khả năng quét web và tự động hóa mà không phải lo lắng về cơ sở hạ tầng",
      "introduceDesc1": "Giải pháp chống phát hiện và dấu vân tay trình duyệt xác thực của Nstbrowser có thể mô phỏng hành vi người dùng thực, đảm bảo không bị chặn.",
      "introduceDesc2": "Nstbrowser xoay vòng IP để điều chỉnh các tình huống thích hợp và có chức năng thử lại tự động, đáp ứng nhu cầu của trình thu thập dữ liệu web.",
      "introduceDesc3": "Tích hợp liền mạch với đám mây để dễ dàng đạt được sự quản lý và tự động hóa trình thu thập thông tin quy mô lớn, được quản lý hoàn toàn.",
      "introduceDesc4": "Nstbrowser có thể theo dõi trạng thái quét, định cấu hình trạng thái thời gian chạy, bản ghi nhật ký và dễ dàng nhận thông báo lỗi cũng như thông báo để giúp bạn quản lý hiệu quả các trình quét web quy mô lớn.",
      "introductTitle": "Giải pháp tự động hóa và quét web quy mô lớn",
      "useful": {
        "desc1": "Thu thập từ các trang web thương mại điện tử như Amazon và eBay, bao gồm thông tin sản phẩm, giá cả và URL. \nĐiều này giúp bạn hiểu rõ hơn về thị trường và cải thiện chiến lược định giá.",
        "desc2": "Thu thập, phân tích và giải thích thông tin về các thị trường, ngành cụ thể hoặc đối tượng mục tiêu để dự đoán và phân tích những thay đổi của thị trường, hỗ trợ các quyết định kinh doanh.",
        "desc3": "Khám phá dữ liệu và thông tin trên nhiều nền tảng truyền thông xã hội khác nhau để phân tích thị trường và người dùng, thu thập thông tin khách hàng tiềm năng.",
        "desc4": "Thu thập dữ liệu SEO, phát triển hoặc tối ưu hóa chiến lược công cụ tìm kiếm, theo dõi từ khóa và xây dựng chiến lược từ khóa.",
        "title": "Giải pháp thu thập dữ liệu hữu ích cho mọi lĩnh vực",
        "title1": "Dữ liệu sản phẩm",
        "title2": "Nghiên cứu thị trường",
        "title3": "Truyền thông xã hội",
        "title4": "Tối ưu hóa công cụ tìm kiếm"
      }
    },
    "sense": {
      "anti-detect-bot": "Giải pháp Bot chống phát hiện",
      "anti": {
        "desc1": "Với độ trễ ngẫu nhiên, Nstbrowser mô phỏng các hành động thực của người dùng như di chuyển chuột, nhập và nhấp chuột để đảm bảo các tác vụ tự động hóa của bạn xuất hiện xác thực và tránh bị phát hiện trang web.",
        "desc2": "Dựa trên cơ sở dữ liệu dấu vân tay mở rộng của Nstbrowser, chúng tôi cung cấp thông tin dấu vân tay trình duyệt xác thực để mô phỏng hành vi người dùng tốt hơn. \nĐiều này hỗ trợ hoạt động ổn định và hiệu quả của trình duyệt vân tay dựa trên đám mây, giảm nguy cơ bị phát hiện.",
        "desc3": "Giải pháp tự động cho Turnstile của Cloudflare",
        "desc4": "Thông qua việc xoay vòng IP, chúng tôi giúp tránh nguy cơ bị phát hiện và chặn do các yêu cầu thường xuyên từ một địa chỉ IP duy nhất, nâng cao tính ẩn danh của bạn khi truy cập trang web.",
        "desc5": "Với dấu vân tay thực và độc đáo, Nstbrowser mô phỏng các tương tác thực sự của người dùng với các trang web. \nChúng tôi chọn đúng thông số, tiêu đề, cookie và JavaScript của trình duyệt để đảm bảo không bị phát hiện.",
        "desc6": "Tự động bỏ qua và giải CAPTCHA của trang web để đạt được các tác vụ tự động hóa và truy cập web liền mạch, tránh bị phát hiện bởi bot.",
        "title1": "Mô phỏng hành vi người dùng thực",
        "title2": "Trình mở khóa web",
        "title3": "Bộ giải mã Cloudflare",
        "title4": "Xoay IP thông minh",
        "title5": "Dấu vân tay trình duyệt",
        "title6": "Trình giải CAPTCHA"
      },
      "browser": {
        "desc1": "Sử dụng trình duyệt vân tay không đầu dựa trên đám mây để quét web và tự động hóa, dễ dàng chạy, quản lý và giám sát các tập lệnh tự động hóa trình duyệt để đạt được quy trình tự động hóa và trích xuất dữ liệu liền mạch và hiệu quả.",
        "desc2": "Dựa trên cơ sở dữ liệu dấu vân tay mở rộng của Nstbrowser, chúng tôi cung cấp dấu vân tay trình duyệt thực, có thể giúp mô phỏng hành vi trình duyệt của người dùng thực, hỗ trợ hoạt động ổn định và hiệu quả của trình duyệt dấu vân tay dựa trên đám mây và giảm nguy cơ bị phát hiện.",
        "desc3": "Thông qua các dịch vụ được quản lý hoàn toàn dựa trên đám mây, giải phóng hoàn toàn tài nguyên cục bộ của bạn. \nVới sự hỗ trợ cho công nghệ cân bằng tải và thay đổi quy mô động, chúng tôi đảm bảo các giải pháp tự động hóa ổn định, hiệu quả và tiết kiệm chi phí.",
        "desc4": "Nstbrowser tích hợp các dịch vụ Vân tay trình duyệt, Trình bỏ chặn web, Xoay proxy thông minh và giải CAPTCHA để vượt qua khả năng phát hiện chống bot và mở khóa 99,9% các hạn chế trên web.",
        "desc5": "Nstbrowser cung cấp các phiên bản máy chủ chuyên dụng để chạy các dịch vụ của bạn, mang lại hiệu suất nâng cao, các tùy chọn cấu hình linh hoạt và khả năng cách ly được cải thiện.",
        "desc6": "Mở khóa nội dung web bị hạn chế hoặc bị chặn để truy cập liền mạch vào bất kỳ trang web nào, thực hiện các tác vụ trích xuất dữ liệu hoặc tự động.",
        "title1": "Browserless",
        "title2": "Dấu vân tay trình duyệt",
        "title3": "Cụm đám mây",
        "title4": "Bot chống phát hiện",
        "title5": "Máy chủ chuyên dụng",
        "title6": "Trình bỏ chặn web"
      },
      "fingerprint-browser": "Khám phá các tính năng của trình duyệt vân tay dựa trên đám mây",
      "multi-account": "Quản lý hàng nghìn tài khoản hiệu quả với các tính năng sản phẩm nâng cao",
      "multi": {
        "desc1": "Sử dụng trình duyệt vân tay không đầu dựa trên đám mây để quét web và tự động hóa, dễ dàng chạy, quản lý và giám sát các tập lệnh tự động hóa trình duyệt để đạt được quy trình tự động hóa và trích xuất dữ liệu liền mạch và hiệu quả.",
        "desc2": "Dễ dàng tạo hàng loạt nhiều hồ sơ duy nhất với cấu hình đơn giản, đặt các proxy khác nhau hoặc giống hệt nhau cho từng môi trường.",
        "desc3": "Dễ dàng thiết kế quy trình công việc bằng cách sử dụng các mô-đun kéo và thả để dễ dàng xây dựng rô-bốt tự động hóa mà không cần kiến ​​thức lập trình. \nTăng hiệu quả trong các tác vụ như quản lý nhiều tài khoản, trích xuất dữ liệu và vận hành tự động.",
        "desc4": "Nstbrowser đảm bảo hiệu suất ổn định trong các tác vụ tự động hóa web đòi hỏi thông qua xoay vòng IP, vượt qua các hạn chế của trang web và ngăn chặn sự phát hiện để nâng cao tính ẩn danh trong các hoạt động nhiều tài khoản.",
        "desc5": "Tạo hồ sơ vân tay người dùng thực để duy trì tính ẩn danh của tài khoản và ngăn chặn việc theo dõi, tăng cường bảo mật và bảo mật.",
        "desc6": "Tạo dấu vân tay xác thực, độc lập để mỗi tài khoản phản ánh dấu vân tay của một thiết bị độc lập, thực sự. \nTruy cập các trang web mục tiêu của bạn trong khi cách ly hoàn toàn mọi liên kết giữa nhiều tài khoản.",
        "title1": "Browserless",
        "title2": "Tạo hàng loạt",
        "title3": "Xoay IP thông minh",
        "title4": "Dấu vân tay trình duyệt",
        "title5": "Hoạt động độc lập"
      },
      "scrap": {
        "desc1": "Nstbrowser đảm bảo hiệu suất ổn định trong các tác vụ tự động hóa web đòi hỏi thông qua xoay vòng IP, vượt qua các hạn chế của trang web và ngăn chặn sự phát hiện để nâng cao tính ẩn danh trong các hoạt động nhiều tài khoản.",
        "desc2": "Mở khóa nội dung web bị hạn chế hoặc bị chặn để truy cập liền mạch vào bất kỳ trang web nào, đạt được khả năng quét web và tự động hóa một cách dễ dàng.",
        "desc3": "Nstbrowser tích hợp tính năng Lấy dấu vân tay của trình duyệt, Trình mở khóa web, Xoay proxy thông minh và dịch vụ giải CAPTCHA để vượt qua khả năng phát hiện chống bot.",
        "desc4": "Nhóm proxy dân cư chất lượng cao từ khắp nơi trên thế giới giúp bạn vượt qua việc phát hiện chống bot, cho phép bạn dễ dàng hoàn thành các tác vụ quét web và tự động hóa.",
        "title1": "Xoay IP thông minh",
        "title2": "Trình bỏ chặn web",
        "title3": "Bot chống phát hiện",
        "title4": "Proxy"
      },
      "scraping": "Đơn giản hóa việc quét web và tự động hóa",
      "data-isolation": "Môi trường truy cập an toàn cho các hoạt động không đáng tin cậy",
      "data": {
        "desc1": "Truy cập thông qua trình duyệt ảo cho phép truyền phiên tới các trình duyệt cục bộ, thiết lập cách ly an toàn một cách hiệu quả để bảo vệ mạng và thiết bị.",
        "desc2": "Phát hiện và chặn hiệu quả các trang web cũng như nội dung tệp độc hại để ngăn chặn các cuộc tấn công và lây nhiễm trên thiết bị và điểm cuối.",
        "desc3": "Cung cấp môi trường độc lập, biệt lập cho mỗi phiên để đảm bảo an toàn dữ liệu một cách hiệu quả và ngăn chặn các mối đe dọa tiềm ẩn.",
        "desc4": "Nstbrowser phá hủy mọi quyền truy cập phiên trình duyệt và loại bỏ dấu vết trực tuyến, đảm bảo quyền riêng tư của dữ liệu và không thể truy xuất nguồn gốc.",
        "desc5": "Cung cấp một môi trường ẩn danh, an toàn để nghiên cứu mạng và thu thập thông tin nhằm bảo vệ thiết bị khỏi các cuộc tấn công.",
        "desc6": "Để truy cập an toàn các trang web không đáng tin cậy, Nstbrowser loại bỏ các cuộc tấn công dựa trên web trong quá trình duyệt và bảo vệ các hoạt động như tải xuống và tải lên.",
        "title1": "Bảo vệ mạng và thiết bị",
        "title2": "Phát hiện tập tin và trang web độc hại",
        "title3": "Môi trường trình duyệt hoàn toàn riêng biệt",
        "title4": "Duyệt một lần",
        "title5": "Nghiên cứu mạng và thu thập thông tin an toàn",
        "title6": "Truy cập vào các trang web không đáng tin cậy"
      }
    },
    "title": {
      "multi-account": "Quản lý nhiều tài khoản",
      "scraping": "Rút trích nội dung trang web",
      "anti-detect-bot": "Bot chống phát hiện",
      "fingerprint-browser": "Trình duyệt vân tay dựa trên đám mây",
      "data-isolation": "Cách ly dữ liệu để bảo mật doanh nghiệp"
    },
    "isolation": {
      "desc": "Đảm bảo an ninh duyệt web và bảo vệ chống lại các cuộc tấn công mạng.",
      "desc1": "Bảo vệ các thiết bị đầu cuối và dữ liệu mạng khỏi các cuộc tấn công và lây nhiễm bằng cách triển khai môi trường trình duyệt ảo ẩn danh, an toàn.",
      "desc2": "Chạy các phiên bản trình duyệt trong từng môi trường vùng chứa riêng biệt. \nCách ly hoàn toàn thiết bị khỏi các hoạt động trên web, ngăn chặn hiệu quả các mối đe dọa như trang web lừa đảo, tập tin độc hại, email hoặc tập lệnh.",
      "desc3": "Xóa hoàn toàn phần mềm độc hại, cookie, lịch sử duyệt web, bộ đệm của trình duyệt và dấu vân tay sau mỗi phiên để đảm bảo an toàn và riêng tư dữ liệu.",
      "desc4": "Giao diện trình duyệt dựa trên đám mây cung cấp quy trình làm việc web một cách an toàn mọi lúc, mọi nơi, trên mọi trình duyệt, đảm bảo quyền truy cập được bảo vệ.",
      "introduce2": "Đảm bảo duyệt web riêng tư và cách ly dữ liệu",
      "introduce3": "Bảo vệ quyền riêng tư dữ liệu với phiên một lần",
      "introduce4": "Truy cập từ xa vào Cloud Desktop",
      "introduxe1": "Phiên bảo mật với trình duyệt đám mây",
      "title": "Tạo môi trường duyệt web an toàn trên đám mây"
    }
  },
  "view-more": "Xem thêm",
  "all-blog": "Tất cả blog",
  "contact": {
    "desc": "Giải pháp mở rộng quy mô liền mạch dễ dàng tích hợp vào dự án của bạn.",
    "desc2": "Dịch vụ vận hành và bảo trì liên tục.",
    "desc3": "Phản ứng nhanh chóng với các nhu cầu và vấn đề do đội ngũ hỗ trợ kỹ thuật và dịch vụ khách hàng của chúng tôi luôn ở chế độ chờ.",
    "email": "E-mail",
    "how-can-we-help": "Làm thế nào chúng ta có thể giúp đỡ?",
    "name": "Tên",
    "subTitle": "Chúng tôi luôn sẵn sàng cung cấp các giải pháp và dịch vụ tùy chỉnh cho bạn.",
    "title": "Liên hệ với chúng tôi và mở rộng kinh doanh của bạn",
    "you-can-enter-a-description-of-your-custom-requirements": "Bạn có thể nhập mô tả các yêu cầu tùy chỉnh của bạn",
    "submit-form": "Gửi biểu mẫu",
    "cookieView": "Xem chính sách bảo mật",
    "and": "Và",
    "cookieDesc": "Chúng tôi sử dụng cookie để phân tích việc sử dụng trang web. \nChúng tôi không ghi lại thông tin cá nhân của bạn. \nBằng cách nhấp vào \"Chấp nhận\", bạn đồng ý với việc lưu trữ cookie trên thiết bị của mình.",
    "cookieTitle": "Chúng tôi tôn trọng sự riêng tư của bạn",
    "cookies-policy": "Chính sách cookie",
    "privacy-policy": "Chính sách bảo mật",
    "accept-cookie": "Chấp nhận cookie",
    "agree": "tôi đã đọc và đồng ý với",
    "reject": "Từ chối",
    "modalTitle": "Nstbrowser cung cấp các giải pháp tùy chỉnh để tự động hóa và quét quy mô lớn.",
    "terms-and-conditions": "Điều kiện",
    "company": "Công ty",
    "corporate": "Câu hỏi của công ty",
    "custom": "Yêu cầu tùy chỉnh",
    "general": "Câu hỏi chung",
    "optional": "không bắt buộc",
    "other": "Câu hỏi khác",
    "subject": "Chủ thể"
  },
  "links": {
    "affiliate-program": "Chương trình liên kết",
    "affiliate-programs": "Chương trình liên kết",
    "anti-bot-detection": "Phát hiện chống bot",
    "anti-fingerprint-browser": "Trình duyệt chống vân tay",
    "blogs": "Blog",
    "browserless": "Browserless",
    "cloud-based-anti-fingerprint-browser": "Trình duyệt chống vân tay dựa trên đám mây",
    "cloudflare-bypass": "Vượt qua đám mây",
    "contact": "Liên hệ",
    "cookies-policy": "Chính sách cookie",
    "desc": {
      "browser": "Trình duyệt tất cả trong một với các tính năng tự động",
      "browser-solution": "Tự động hóa quy mô lớn dựa trên đám mây cấp doanh nghiệp",
      "browserless": "Trình duyệt không đầu dựa trên đám mây để tự động hóa",
      "bypass": "Cửa quay tự động giải quyết của Cloudflare",
      "detection": "Tổng hợp nhiều giải pháp khác nhau để giúp bạn vượt qua khả năng phát hiện bot",
      "multi": "Phù hợp để quản lý nhiều tài khoản, vận hành liền mạch hàng nghìn tài khoản mà không bị theo dõi",
      "rpa": "Sản phẩm hoàn toàn miễn phí cho tự động hóa trình duyệt",
      "scrap": "Quét web và tự động hóa trình duyệt",
      "unlocker": "Tự động hóa việc thu thập dữ liệu quy mô lớn vượt qua hệ thống chống bot trang web",
      "isolation": "Truy cập an toàn các trang web và dữ liệu từ đám mây, cách ly hoàn toàn mạng thiết bị"
    },
    "documentation": "Tài liệu",
    "download": "Tải xuống",
    "multi-account-management": "Quản lý nhiều tài khoản",
    "partner": "Cộng sự",
    "partners": "Đối tác",
    "pricing": "Định giá",
    "privacy-policy": "Chính sách bảo mật",
    "release-notes": "Ghi chú phát hành",
    "rpa-marketplace": "Thị trường RPA",
    "terms": "Điều kiện",
    "web-scraping-and-automation": "Rút trích nội dung trang web",
    "web-unlocker": "Trình mở khóa web",
    "isolation": "Cách ly dữ liệu để bảo mật doanh nghiệp"
  },
  "start-now": "Bắt đầu bây giờ",
  "startNow": {
    "title": "Quét web và tự động hóa trình duyệt với Trình duyệt chống vân tay dựa trên đám mây"
  },
  "faq": "Câu hỏi thường gặp",
  "fqa": {
    "browser": {
      "desc1": "Dấu vân tay trình duyệt (hay dấu vân tay kỹ thuật số) là công nghệ dùng để nhận dạng và theo dõi người dùng internet. \nNó hoạt động bằng cách thu thập thông tin về trình duyệt và máy tính của người dùng, chẳng hạn như phiên bản trình duyệt, hệ điều hành, plugin, phông chữ, độ phân giải màn hình, v.v., để tạo ra một mã định danh duy nhất. \nMã nhận dạng này có thể được các trang web và nhà quảng cáo sử dụng để nhận dạng người dùng và theo dõi hành vi của họ.",
      "desc2": "Bằng cách sử dụng Nstbrowser, một trình duyệt chống phát hiện, bạn có thể lấy dấu vân tay của trình duyệt thực để truy cập các trang web mục tiêu của mình, từ đó ẩn danh tính thực của bạn và chặn việc theo dõi trang web. \nĐiều này cho phép bạn vượt qua hệ thống chống bot của trang web và tránh bị phát hiện.",
      "desc3": "Nstbrowser hoàn toàn miễn phí, cung cấp cho tất cả người dùng Đăng ký chuyên nghiệp miễn phí, bao gồm 1000 lần khởi chạy môi trường mỗi ngày, không giới hạn môi trường, nhóm và thành viên nhóm. \nNgoài ra, chúng tôi cũng cung cấp Đăng ký doanh nghiệp. \nNhấn vào đây để xem chi tiết.",
      "desc4": "Đúng! \nChúng tôi cho phép đăng nhập trên nhiều thiết bị và sau khi dữ liệu môi trường được đồng bộ hóa với đám mây, dữ liệu đó sẽ tự động đồng bộ hóa với các thiết bị mới khi đăng nhập, đảm bảo chuyển đổi thiết bị liền mạch.",
      "title1": "Dấu vân tay của trình duyệt là gì?",
      "title2": "Trình duyệt chống phát hiện là gì?",
      "title3": "Nstbrowser tính phí như thế nào?",
      "title4": "Bạn có thể truy cập Nstbrowser trên nhiều thiết bị không?"
    },
    "browserless": {
      "desc1": "Nstbrowserless là dịch vụ trình duyệt không đầu dựa trên đám mây, có thể thực thi các hoạt động web và chạy các tập lệnh tự động hóa mà không cần giao diện đồ họa. \nNó cho phép tự động hóa đặc biệt các tác vụ web như quét web và các hoạt động tự động khác.",
      "desc2": "Có, chúng tôi mong muốn đáp ứng nhu cầu của mọi khách hàng, dù là triển khai riêng tư hay tích hợp cụ thể. \nChỉ cần nhấp vào Liên hệ với bộ phận bán hàng và thông báo cho chúng tôi về yêu cầu của bạn bất kỳ lúc nào.",
      "desc3": "Nstbrowserless chủ yếu dựa vào trình duyệt Chrome và Firefox để cung cấp dịch vụ của mình, hỗ trợ tất cả các trang web và tính năng mà chúng có thể vận hành.",
      "desc4": "Hiện tại, chúng tôi đang tiến hành thử nghiệm nội bộ và có kế hoạch phát hành chính thức Nstbrowserless sau đó.",
      "title1": "Nstbrowserless là gì?",
      "title2": "Nstbrowserless có hỗ trợ giải pháp tùy chỉnh không?",
      "title3": "Nstbrowserless hỗ trợ những trình duyệt nào?",
      "title4": "Khi nào Nstbrowserless sẽ được phát hành?"
    },
    "cloudflare": {
      "desc1": "Bắt đầu thật dễ dàng - chỉ cần đăng ký dịch vụ của chúng tôi và tích hợp API của chúng tôi chỉ với một vài dòng mã. \nTài liệu toàn diện và hỗ trợ tận tình được cung cấp.",
      "desc2": "Giá cả của chúng tôi là linh hoạt và cạnh tranh. \nSau khi đăng ký, bạn có thể truy cập bảng điều khiển Nstbrowser để khám phá các tùy chọn giá chi tiết của chúng tôi phù hợp với nhu cầu cá nhân và doanh nghiệp. \nCho phép bạn chọn phương án phù hợp nhất với yêu cầu của bạn.",
      "desc3": "Dịch vụ của chúng tôi được xây dựng trên kiến ​​trúc có khả năng mở rộng cao, có khả năng xử lý hàng trăm yêu cầu đồng thời mỗi giây. \nChúng tôi có thể tăng hoặc giảm quy mô một cách liền mạch dựa trên yêu cầu của bạn.",
      "desc4": "RPA của chúng tôi hoàn toàn miễn phí sử dụng.",
      "title1": "Làm thế nào để tôi bắt đầu?",
      "title2": "Các kế hoạch giá là gì?",
      "title3": "Dịch vụ có khả năng mở rộng như thế nào?",
      "title4": "Giá cả như thế nào?"
    },
    "rpa": {
      "desc1": "RPA là viết tắt của Robotic Process Automation, là công nghệ tự động hóa sử dụng robot phần mềm để tự động thực hiện các tác vụ lặp đi lặp lại hoặc thu thập dữ liệu thông qua các tác vụ tự động, từ đó nâng cao hiệu quả công việc.",
      "desc2": "RPA có thể giúp bạn tự động thực hiện nhiều tác vụ lặp đi lặp lại khác nhau, tiết kiệm thời gian. \nNó có thể xử lý các tác vụ như nhập dữ liệu, tạo báo cáo, xử lý hóa đơn, quét dữ liệu web và gửi email tự động.",
      "desc3": "Bạn có thể tạo bất kỳ tác vụ tự động hóa nào dựa trên các sự kiện bước RPA mà chúng tôi cung cấp. \nVí dụ: mở trang web, lấy dữ liệu hoặc nội dung từ trang và xuất sang bảng; \nđăng nhập vào nhiều tài khoản để nhấp vào phát lại video nhằm tạo thêm lưu lượng truy cập và cải thiện hiệu suất video.",
      "desc4": "RPA của chúng tôi hoàn toàn miễn phí sử dụng.",
      "title1": "RPA là gì?",
      "title2": "RPA có thể làm gì cho tôi?",
      "title3": "Tôi có thể tạo loại nhiệm vụ tự động hóa nào?",
      "title4": "Nó tính phí như thế nào?"
    },
    "unlocker": {
      "desc1": "Web Unblocker là một trong những giải pháp proxy của chúng tôi được thiết kế để tự động giải quyết hầu hết các sự cố chặn trang web. \nNó phù hợp cho các tác vụ như quét web, trong đó nó xử lý các khối trang web bằng cách tìm proxy tối ưu, dấu vân tay trình duyệt và phương pháp giải mã CAPTCHA. \nChỉ cần gửi yêu cầu của bạn và chúng tôi sẽ giải quyết những thách thức mở khóa khó khăn nhất cho bạn.",
      "desc2": "Nếu yêu cầu của bạn vẫn bị chặn sau khi sử dụng Web Unblocker, vui lòng liên hệ với nhóm dịch vụ khách hàng của chúng tôi và chúng tôi sẽ hỗ trợ bạn giải quyết vấn đề.",
      "desc3": "Chúng tôi chỉ tính phí cho những yêu cầu thành công. \nCác gói đăng ký khác sẽ được giới thiệu sau.",
      "desc4": "Hiện tại, chúng tôi đang tiến hành thử nghiệm nội bộ và chúng tôi sẽ chính thức phát hành Nstbrowser Web Unblocker sau đó.",
      "title1": "Trình bỏ chặn web Nstbrowser là gì",
      "title2": "Phải làm gì nếu Web Unblocker thất bại?",
      "title3": "Web Unblocker tính phí như thế nào?",
      "title4": "Khi nào Nstbrowser Web Unblocker sẽ được phát hành?"
    }
  },
  "rpa": {
    "store": {
      "details": "Chi tiết",
      "advertisementText": "Nếu bạn có nhiều nhiệm vụ tự động hơn muốn hoàn thành thông qua RPA, hãy tham gia cộng đồng của chúng tôi và chúng tôi sẽ giúp bạn hoàn thành.",
      "all": "Tất cả",
      "backToMarketplace": "Quay lại Thị trường",
      "mostPopular": "Phổ biến nhất",
      "mostRect": "Gần đây nhất",
      "reportIssues": "Báo cáo vấn đề",
      "searchPlaceholder": "Tìm kiếm",
      "storeTitle": "Thị trường RPA",
      "subTitle": "Khám phá và sử dụng các chương trình RPA đa dạng để dễ dàng tự động hóa",
      "updateTime": "Thời gian cập nhật {time}",
      "workflowNum": "{num} Quy trình làm việc"
    }
  }
}
